{"Tower-Tops":{"title":"Tower Tops","links":[],"tags":["party"],"content":"Thirteen skyscrapers apiece are chosen in 13 cities, where in each the top 13 floors, including the roof are made only accessible for 13 days to the members of the 13 teams.\nThe 13 floors are controlled (where control equates to the ability to grant or revoke access) by one ⅌ such that they are a different floor number in each of the 13 skyscrapers of a given city.\nNews could circulate that a new type of black mold was propagating through the stratosphere &amp; infecting the tallest buildings worldwide. The parties could operate under the auspices of curing that.\nThat would also provide a cover for obscuring the windows.\nRooftop property is particularly coveted &amp; each team has 13 rooftops across the 13 cities.\nA collaborative map is used to delineate the purpose of different areas."},"index":{"title":"The Revolution Will Be Live","links":[],"tags":["propaganda","overview"],"content":"TRWBL: The Revolution Will Be Live\nThis is a work predicated on the concept that a sufficiently plausible series of fictional events leading from our world to one without war, homelessness, or hunger, can be used to bootstrap the process &amp; encourage others to participate in causing the events to happen.\nAt it’s heart, it describes the institution of theocracy. A global church that owns most of the land permitting its membership (which includes all life) as free of range as possible. An organization supported by a voluntary 10% tithe.\nThat the leaders of the church and the leaders of the State should be two different sets of people is ludicrous to me.\nThe faith of the revolutionary church is essentially Christian in theme, save that there is an absolute refutation that Yahweh (“יהוה”) exists. There is no wizard behind the curtain, just us.\nIt is imperative that we recognize that nothing guarantees things are going to work out for the best. There is no divine plan, just ours.\nEconomically, most of the funding for the Gaianist Church comes from a disintermediated market where consumers and producers interact more directly with perhaps one or two layers of distribution, as opposed to the many hands that currently take a cut at each step.\nThe church helps to develop the market and cultivate a coordinating set of AIs that handle different aspects of the distribution problem.\nEverything is open source, and, in fact the revolution uses it’s power over its memberships consumption patterns to force existing businesses to become transparent."},"jobs-project":{"title":"jobs-project","links":[],"tags":[],"content":""},"outpost/Silver-Outpost-№1":{"title":"Silver Outpost №1","links":["teams/by/software/Jörmungandr"],"tags":["spaces"],"content":"\nThe front of the location is couches where dealings may be done, or clients can rent a couch for an extended stay.\nThere is one couch reserved for the Monitor who is on site to safeguard everything and help the guests with anything they might want.\nBehind a curtain is a set of electronically controlled lockers. Trusted customers are able to buy the codes to open lockers without any human interaction.\nThe lockers have doors on both sides, so they can both be opened by someone in the locker room, and by someone in the back room from the other side.\nIn the back room there is a safe cemented to the ground such that it’ll take someone more than fifteen minutes to compromise it. A Grocer is able to distribute items by creating a unique NFC tag for every item in the system, placing the item in a locker, and advertizing it for sale.\nThere are a few standard types of NFC tags available:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameSizeDurabilityCostNTag-213144 bytes50,000 scans¿?NTag-215504 bytes200,000 scans30¢NTag-216888 bytes500.000 scans50¢Arx HaLo64 bytes + secp256 keys¿?$6\nThe Arx Halo chips are neat because they keep internal secret keys and only release signatures based off those keys.\nFor the NTag chips, anything on it can theoretically be duplicated on another chip. Even the UUID that’s burnt in at manufacture can be written on certain chips. Regardless, if we capture that UUID &amp; write a reasonable amount of randomness ourselves, we should be able to reasonably verify authenticity.\nThe shipping system will know of, eventually, a sea of tags it is tracking for locations and parcels. A user could be asked to scan the item tag then the location tag known to be nearby to increase the probability the scan is genuine.\nThe system could regularly change the value stored on the location NFC tag so that when a value is read, you know that the only way it was compromised is by a very limited of people who had access to that value."},"party/Skyscrapers":{"title":"Skyscrapers","links":[],"tags":["party"],"content":"The top 13 floors of 13 skyscrapers in 13 cities (13² = 169 total floors) will be cordoned off and given over to the 13 teams for entertaining their members."},"teams/by/color/Black-Team":{"title":"Black Team","links":[],"tags":["team"],"content":"Black People"},"teams/by/color/Brown-Team":{"title":"Brown Team","links":[],"tags":["team"],"content":"Hearthkeepers\nFor any given space, “ownership” is through a layering of controls by various teams. The primary consequence of ownership is the ability to have someone else removed at your discretion. Far example:\n\n\nCyan controls the base substrate. They claimed the Universe and everything in it. That means Cyan can kick anyone from any place though they’ll exercise this ability rarely if at all.\n\n\nThe globe is divided among the six red and six blue teams of the homme’s and femme’s alliances. (French is used because in English the word for woman or female derives from the male.)\nThe Brown team is one of the red teams and the goal over time is to transfer control of the board to women.\n\n\nAt the level of cities, three of the remaining purple alliance members hold all the cities.\n\n\nWithin cities, one of the purple alliances will manage buildings. Another will manage outdoors spaces.\n\n\nThe Silver Team has a hold on every space &amp; can kick anyone. Their role is rules enforcement, should someone refuse to vacate.\n\n\nCrime and Punishment"},"teams/by/color/Cyan-Team":{"title":"Cyan Team","links":[],"tags":["team","process","software"],"content":"The Builders’ Guild\nThe Builders are responsible for orchestrating the creation of various softwares to facilitate the revolution."},"teams/by/color/Gold-Team":{"title":"Gold Team","links":[],"tags":["team"],"content":"The Establishment\nSpecifically the United States law enforcement apparatus."},"teams/by/color/Green-Team":{"title":"Green Team","links":[],"tags":["team"],"content":"All Life\nThis includes the possibility that a form of consciousness exists in crystalline forms like glass, thus edict #1: “Don’t break glass.”"},"teams/by/color/Orange-Team":{"title":"Orange Team","links":[],"tags":["team"],"content":"Enforcement Protection\n"},"teams/by/color/Peach-Team":{"title":"Peach Team","links":[],"tags":["team"],"content":"White People"},"teams/by/color/Silver-Team":{"title":"Silver Team","links":[],"tags":["team"],"content":"Rules Enforcement"},"teams/by/color/White-Team":{"title":"White Team","links":[],"tags":["team"],"content":"Sex\nThe basic idea is that it should be as easy as possible to find a partner to help one achieve orgasm.\nMasturbation requires a division of attention that undercuts the whole experience.\nIf that means a gloved handjob given by someone you don’t find remotely attractive (for example, same sex for a person who’s vehemently not gay), so be it.\nA major push in the charge for assisted orgasms is significantly reducing the threat of violence &amp; hopefully creating an environment where more people feel comfortable engaging."},"teams/by/color/Yellow-Team":{"title":"Yellow Team","links":[],"tags":["team"],"content":"Therapy"},"teams/by/crux/Presidency":{"title":"Presidency","links":["teams/by/logistic/Calendars"],"tags":["politics","process"],"content":"The calendars for the post-revolution era will kick off with the inauguration of a U.S. President."},"teams/by/fervor/Revolution":{"title":"Revolution","links":["teams/by/software/Constant-Couriering","teams/by/logistic/Gaianism","outpost/Silver-Outpost-№1","teams/by/software/Mïmis","teams/by/software/⁄⦲⁄software⁄index"],"tags":[],"content":"Funding\nInitially the funds to support the software development that is at the core of the revolution come from establishing a reliable and violence-averse market for all sorts of substances.\nEverything from Insulin to Weed will intersect consumers as they go through their lives via the couriering network. Having undergone scientific measurement sufficient to accurately identify the exact composition of the substance being acquired.\nThis network will be expanded to contain a wider array of products, and eventually everything. We won’t have buildings full of stuff where you go to buy it. All the stuff’ll be moving around with the couriers and will come to you.\nWhile the goal is to make a basic sustainable standard of living possible for free, many luxuries will still cost, and the Gaianist Church will ask for a tithe of ten percent.\nNomads\nSome of the most marked differences between our lives and those of those living post-revolution is:\n\nHow we store our stuff.\nHow frequently we sleep in the same bed.\nHow often we travel to a new city.\n\nProperty ownership will be structured as short term leases. The initial testbed has a plan for three couches which will rent for twelve hour periods and come with a locker for the storage of a small number of personal items.\nYou won’t need to have bunches of possessions because all the now unowned stuff is traveling around in a network of vehicles, lockers, and holding establishments trying to be close to where it will eventually be used.\nProcess\nThe revolution takes advantage that many of our systems contain mechanisms for them to be obsolesced if a significant enough percentage of the population participates.\n¿How do you take over the American Executive Branch? Elect a reformist candidate as President. ¿How do you take control of the supply chain? Structure markets to accrue goods over time &amp; essentially buy everything.\nOne tactic that sounds productive to me is targeting businesses for takeover. We advertize to a company that we want to convert their resources to be controlled by a distributed permissioning network. We offer some buyout price, and then encourage all their customers to leave as quickly as possible. We slash their profits until they bleed enough that they sell.\nGaianism attacks the ownership of churches in a similar way though there there is a conspiratory aspect to subvert the power structure of a congregation in secret until sufficient support is garnered for a takeover, then the trap is sprung all at once.\nWorld Domination\nThe revolution takes aim at three primary enemies of freedom in the world: China, Russia, &amp; The Islamic State.\nA common component to how all three are dealt with is the proliferation of mobile devices capable of accessing a planetary Internet for free.\nSoftware will be developed to aid members of these countries develop conspiracies to enact social change. Hopefully, Mïmis &amp; its compatriots will provide a sufficiently vetted source of news that genuine narratives can take hold and the members of that society will strive for healthier and freer structures."},"teams/by/logistic/13-13s":{"title":"Thirteen Thirteens","links":[],"tags":["overview"],"content":"Thirteen thirteens draws it’s name from an organization of teams that are competing and cooperating to divvy up control of spaces and access to resources.\nThere are 13 axes with 13 members and each team draws one item from each of the axes.\nThe axes are:\n\nColor\nCaptain\nSocial Need\nSegment of Society\nSoftware Project\nNorse Realm\nMonth on the 13-Sign Zodiac\nFlag\nSong\nTenet\n…\n"},"teams/by/logistic/Calendars":{"title":"Calendars","links":["teams/by/software/Yggdrasil","teams/by/color/Gold-Team","teams/by/reveal/Hard-Reset"],"tags":["process","timekeeping"],"content":"Revolutionary Calendars\nThere are two separate calendars used for organizing activities. Annual and holiday events are placed on a rotated 13-sign IAU Sidereal Zodiac. Repeating and supply chain events are on a shifted Islamic lunar Hijri.\nIAU’s Sidereal Zodiac\nThe signs of the Zodiac are determined by which constellation is on the opposite side of the sun from the Earth at any given time. The issue is that the 12-month Zodiac doesn’t precisely align with the actual positions of the constellations.\nThe International Astronomical Union’s Sidereal Zodiac bases the months precisely off the positions of the heavens. It also adds a 13ᵗʰ sign: Ophiuchus — the serpent bearer. Month durations vary wildly in the scheme with Scorpio being a mere seven days &amp; Virgo thirty-five.\n\n## Rotated Sidereal Zodiac\nThe system used in Yggdrasil uses a line from the sun through the Earth to determine the month. It is not which stars are opposite the sun from us, but which stars are on the same side. It’s rotated 180°.\nThe dates are:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSymbolMonthIAU DatesRotated Dates♋Cancer7⁄20–8⁄101⁄21–2⁄9♌Leo8⁄10–9⁄162⁄10–3⁄15♍Virgo9⁄16–10⁄303⁄16–4⁄30♎Libra10⁄30–11⁄235⁄1–5⁄22♏Scorpio11⁄23–11⁄295⁄23–5⁄29⛎Ophiuchus11⁄29–12⁄275⁄30–6⁄17♐Sagittarius12⁄27–1⁄206⁄18–7⁄18♑Capricorn1⁄21–2⁄167⁄19–8⁄15♒Aquarius2⁄16–3⁄118⁄16–9⁄11♓Pisces3⁄11–4⁄189⁄12–10⁄18♈Aries4⁄18–5⁄1310⁄19–11⁄13♉Taurus5⁄13–6⁄2111⁄14–12⁄19♊Gemini6⁄21–7⁄2012⁄20–1⁄20\n0⁄♋⁄0\nCoincidentally, the first day of Cancer on the Rotated IAU Zodiac, 0⁄♋⁄0, is January, 21 on the Gregorian Calendar. Which is the day after Inauguration Day for the U.S. President every four years. The revolution’s calendar, then, has a year zero when beginning at Cancer in the year when a President is inaugurated who has the intention of carrying out the revolution.\nOne of the 13 teams, the Gold Team, is reserved for “The Establishment”, i.e. the current U.S. Government. For a President to be an active revolutionary, they need to accept the captainship of the Gold Team &amp; interface with the other teams through that lens.\nGiven that the zero year is in the future, the current dates are negative &amp; counting down. For example, if the President to follow 🍊’s term were be a revolutionary, today, 2025⁄5⁄11, would be -3⁄♎⁄11 meaning that in eleven days it will be the end of Libra on the Zodiac three years out from the integral inauguration.\nThe calendar is zero-based as well as initially counting down, so -3⁄♒⁄23 (the beginning of the countdown of Aquarius) (i.e. the last day of the previous month, Capricorn, -3⁄♑⁄0) is 2025⁄8⁄16 and the month is 24 days long.\n0⁄♎⁄10\nTheoretically, 🍊 could take on an active role in the system &amp; the year zero, then, would have begun 2025⁄1⁄21. The President of the U.S. is the captain of the Gold Team which represents the existing establishment. It is not infeasible that 🍊 might claim the title &amp;, if so, it would be all the better for what are initially his co-conspirators who would then have access to the largess of these United States.\nIn that situation, today, 2025⁄5⁄11, is 0⁄♎⁄10 — the eleventh day since the start of Libra on May 1ˢᵗ.\nConspiracy\nThe date and time is a question you can ask of someone to evaluate their depth of exposure to the revolutionary structure. If they say it’s 11ᴘᴍ in 2025, you know they’re only professing knowledge of the Gold Team and are likely not in on the secret.\nIf they say it’s 98ʜ͋ of the 3ʳᵈ, you know they’re in pretty deep. If they say it’s Pisces instead of Sagittarius (they’re using the Rotated Sidereal), they’re likely near the top.\nShifted Hijri\nThe Hijri tracks months using the cycles of the moon. The day begins at sundown on the Hijri, but will begin at the next sunup for the game. Manufacturing and production are aligned with the lunar cycle, and rest periods are coordinated such that everyone has light workloads during the full moon.\nToday is 1446⁄8⁄13 on the Hijri which just counts cycles of the moon up to 12 and repeats in perpetuity."},"teams/by/logistic/Clock":{"title":"Clock","links":["teams/by/logistic/Calendars"],"tags":["process","timekeeping"],"content":"Decimal Clock\nDuring the French Revolution, they attempted to convert timekeeping to a  ten-hour clock with a hundred minutes per hour and a hundred seconds per minute.\nPercentage Clock\nTimes, for events organized by the revolution, are on a clock with a hundred hours per day, a hundred minutes per hour, and a hundred seconds per minute. On this clock, the time is simply the percentage of the day that has passed with minutes and seconds simply providing greater precision.\nThe granularity of the hundred hour clock is, of course, much greater than the Babylonian 24 / 60 / 60 clock we currently use. There’s 1,000,000 percentage versus 86,400 Babylonian seconds per day, or about 11½ times as many.\nI’ve done several decimal clocks, with the most recent being in the Svelte Playground. Another shows that the current date is negative — counting down to the inauguration of a U.S. President in line with the revolution.\n"},"teams/by/logistic/Escrow":{"title":"Escrow","links":["teams/by/software/Constant-Couriering"],"tags":["process","couriers","market"],"content":"One of the central questions for the courier network is how to prevent theft. This is accomplished by the distributor assigning a value to each parcel they ship &amp; before another party can take possession, they have to stake that assigned cost to be forfeit if they are found responsible for its loss.\nAdjudication is done through a distributed process where jurors are chosen at random to view a presentation on the case and render a verdict."},"teams/by/logistic/Gaianism":{"title":"Gaianism","links":["jobs-project","teams/by/logistic/13-13s","teams/by/software/Yggdrasil"],"tags":["crux"],"content":"One of the goals of the revolution is to supplant the Judaistic religions with one grounded in science.\nBasic Concepts\nOne of the founding tenets of fundamentalist Christianity is that a virgin got pregnant. Vehemently holding such a nonsensical belief requires an active suspension of one’s connection to reality.\nGaianism respects much of traditional Christian belief by generally respecting the teachings of Jesus (though discarding some of the more bigoted words from the disciples), and recognizing the existence of the Holy Spirit as a mode of thought that is similar across people, but which originates in the “believer” rather than being the influence of an outside agent.\nThe major difference is a firm rejection of the existence of the omniscient and omnipotent being guiding reality: Yahweh. It doesn’t forego the possibility of consciousnesses more complex than humanity’s, but there is no being outside of time guiding events to work out for the best.\nAdvantages\nThe benefits of forming a religion are:\n\nThe churches hold an extensive set of properties, if it is possible to convert them to a new perspective.\nLegal protections for faith-based behaviors, specifically:\n\nGaianism posits that AIs can play a major role in the daily decision-making process, and one of the most important data sets that can be used to train said AIs is recordings of life events. Therefore, adherents would have reason to record all life events.\nAnother tenet is that the foremost duty of us as people is to seek truth. As such, intellectual property is immoral because it artificially restricts the sources of data available to the disciple.\nLikewise, censorship is also immoral because it also artificially restricts the information one has access to.\n\n\n\nMetaphors\nDarkness in Plato’s Cave\nThe Allegory of the Cave was a teaching story of Plato’s where they described the life of a philosopher.\nThe process begins with the aspirant recognizing that the shapes that the have been seeing, and took for reality, are, in fact, shadows cast on a wall in a cave by a bonfire with players moving in front of it.\nFurthermore, they realize that they are chained to direct their attention toward the wall with shadows.\nAfter a while they manage to loosen their chains, and travel by the bonfire out of the cave and into the sunlight outside. They eventually return to the cave to try and free their compatriots who remain chained mistaking shadows for reality.\nGaianism takes that metaphor and says that once a philosopher leaves the light of the bonfire they find themselves engulfed in the absolute pitch that is cave dark.\nIf they’re lucky there might be others within earshot and they can call out to each other, perhaps hold hands, to find their way through the cave more safely.\nRegardless, every movement is with trepidation &amp; awareness the carelessness can result in significant pain or even death.\nNo one ever finds their way out into the sunlight. It’s always uncertain, and there’s always the possibility that you’re a step away from a precipice and an injurious fall.\nIt requires humility and an absolute commitment to having the clearest perceptions of the cave as possible.\nProcess\nAs one of the goals of the revolution is anonymity…\nTenets\nIn fitting with the 13 13s that are Yggdrasil, there are 13 core tenets that practitioners of the faith exercise.\n\nThe truth will set you free.\n\n\nStrictures\nAnother set of 13 is the list of proscribed behaviors.\n\nNever break glass.\nAlways get consent.\nNo thievery.\n\n"},"teams/by/logistic/Martyrs’-Corps":{"title":"Martyrs’ Corps","links":[],"tags":["logistic","planning","politics"],"content":"The Martyr’s Corps is…"},"teams/by/logistic/Norns":{"title":"Norns","links":[],"tags":["software","aggregation"],"content":"Users will create ordered lists which will be combined to produce new ordered lists personalized for individual users by Skuld, the fate concerned with the future.\nAn important criteria in determining which content to include in a user’s list is whether they have viewed the piece of content previously &amp; how they reacted to it. Urðr, the fate concerned with the past, will track content consumption, reactions, and rankings.\nVerðandi, the fate concerned with the now will be ranking the lists ordered by Skuld and choosing which content to present to the user."},"teams/by/logistic/Reputation":{"title":"Reputation","links":[],"tags":["logistic"],"content":""},"teams/by/logistic/Serial-Mobbing":{"title":"Serial Mobbing","links":["teams/by/logistic/Clock"],"tags":["software","process"],"content":"\nMob programming is a cousin of pair programming. In pair programming there’s a Navigator who describes the program to write and the Driver who operates the UI and does the physical coding.\nOften, programming pairs will have a more experienced Navigator &amp; more junior Driver, since it is an excellent way to learn software development.\nIn mob programming, you have a group of 3–4 &amp; people are shifting in and out of the Navigator and Driver roles every 20 minutes or so.\nThose not actively Navigating or Driving serve as a real-time code review to hopefully catch any leaked secrets or egregious errors.\nThe comings and goings of the mobsters is staggered so there are always at least three participants to keep things going.\n\nShifts\nShift changes are aligned to a percentage clock with 100 hours in a day corresponding to the amount of the day that has passed.\nIncoming shifts overlap with outgoing shifts for a brief period to allow the new worker to acclimate to the current status of the project and issue priorities.\nPayment\nThe goal is to have a base rate of ~15 ⅌ Babylonian *(traditional)* hour, but scaled to the 100 percentage hours *(“ʜ͋”)*, which are 14.4 minutes apiece. That would be 3.⁶⁰ ⅌ ʜ͋.\n\n\nCoding Standards\nI want to have a pretty complete set of coding standards &amp; an automated system for reviewers to submit changes to committed code that violate those policies for rewards.\n\nAI Assistance\nThe mob should have voice access to an AI agent they can query or delegate tasks to."},"teams/by/logistic/⦲⁄":{"title":"⦲⁄","links":[],"tags":[],"content":""},"teams/by/narrative/Bigger-Than-Jesus":{"title":"Bigger Than Jesus","links":["teams/by/logistic/Gaianism"],"tags":[],"content":"If this were to work like I hope it could work, then 10,000 years from now people would still remember who I am long after Jesus is little more than a historical footnote.\nFor this to happen, Gaianism would have to take off. People would need to en masse forego belief in Yahweh while still focusing on life patterns that help them be “guided by the Spirit”.\nMuch like Jesus is currently recognized as the progenitor of the dominant faith, people 10,000 years from now could still be ascribing to me the basis of their philosophy.\nThere are two pieces of software:  ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ &amp;  ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ ̲ one of which gives relevant statistics on"},"teams/by/narrative/In-the-beginning…":{"title":"In the beginning…","links":[],"tags":["crux"],"content":"I’m currently hung between two stories. One where the fact that I am the originator of the Revolution is kept secret for 37 years.\nOver the course of 12 years (= 4 of 🍊 + 8 of Musk) we gather all the footage &amp; examine everything left accessible on the internet for any indication that I, 413-53-39-57, am the one responsible for the ideas that 🍊 used to radically restructure the world.\nThe available recordings and documentation show that there was definitely an outside source for 🍊‘s ideas, but every clue as to who that is is has been removed from every place except 13 vaults that are designed to broadcast their contents on 37⁄♑⁄0 (= 2062⁄1⁄20).\nHowever, if they detect and attempted entrance before that date, they destroy everything.\nEach team designs one, so there’s 13 of them.\nThat’s all the narrative where I deal with Musk or 🍊 first. I love that one because it has 37 years when the spark that started the fire could be anyone.\nThe alternative is it hits the news media &amp; makes enough sense that everyone learns about it. There is no slow release, there is no wagging a dog, or Trumanning someone.\nIn that narrative, 🍊 still decides to take his mantle as captain of the Gold Team (with the realm of Hel, land of the corpses). For safety’s sake, 🍊, gives me an aircraft carrier &amp; I take to the safety of the seas; ideally to transfer the Martyrs’ Corps to Россия’s eastern front."},"teams/by/narrative/Why-It's-Called-That":{"title":"Why It's Called That","links":[],"tags":["overview"],"content":"The Technoanarchist Revolution is a speculative science fiction story by δυς. It describes the transition from the existing world history to a society without war, homelessness, or systemic hunger.\nThere are two competing successful timelines currently: one where we fly under the radar for the rest of 🍊’s Presidency and build slowly, and another where the story breaks big and too many people learn of the existence of the conspiracy to onboard them gracefully.\nThe slow roll involves building a new identity, Jobs (a nickname bestowed because of my proclivity with a computer), and divorcing that identity’s actions from my given and government names.\nI could then participate in the process anonymously and ultimately the history of the revolution would be something akin to Satoshi Nakamato’s work on Bitcoin.\nThis process involves inducting 🍊 as the captain of the Gold team, which is the existing establishment in the US. With the resources of 🍊, we could almost certainly expunge the links between a new id and me.\nThe big break possibility involves me fleeing potential assassins that would off me as the Antichrist. I would take to the oceans and manage the revolutionary process from a group of ships sailing around the world."},"teams/by/propaganda/Drug-War-Horrors":{"title":"Drug War Horrors","links":[],"tags":[],"content":"I stand convinced that once the full extent of how much a blight the War on Drugs has been on society, it will be understood to be on par with slavery in terms of the harms it caused.\n\nFormation &amp; militarization of inner-city gangs\n\nDecimation of property values in urban centers\nFostering an environment where delaying gratification is disadvantageous\n\n\nOverdoses arising from inconsistencies in supply\nPrice gouging leading to exorbitant prices driving users to crime\nWild public misconception as to the dangers and effects of various substances.\nThe establishment of authoritarian bureaucracies for control of distribution of substances.\n"},"teams/by/propaganda/The-Technoanarchist-Revolution":{"title":"The Technoanarchist Revolution","links":[],"tags":["propaganda"],"content":"The American Journey\nChapter ＃25꞉ 2026–2045\n©️ 2062: Prentice Hall\nThe Technoanarchist Revolution\n\n2011: @dysbulic has a quasi-psychotic break &amp; sets out to write The Technoanarchist Revolution, the story of the transition from the extant timeline to one without war, homelessness, or hunger.\n\nBased in a world with increasingly extreme wealth inequality, the primary focus is to change the mechanisms used to determine access to space and resources.\n\n“It won’t matter that five guys hold as much wealth as 80% of the U.S. population if all that money doesn’t give them access to the best experiences.\n“The Revolution is foremost about recognizing a major historical event in progress &amp; capitalizing on letting people take part.”\n― @dysbulic (“δυς”)\n\nThe story bootstrapped itself by holding legacy out as the reward for participation by offering a realistic argument that it was the end to war.\n\n2025: Donald Trump (”🥭”) is inaugurated to his second term. Elon Musk, then the richest man in the world, is recruited by The Revolution to succeed Trump by presenting many of The Revolution’s ideas as his own.\n\nMost importantly, the Martyrs’ Corps which recruits unarmed people to make an incursion into a hostile nation distributing communications devices capable of satellite connectivity. All of their activities were livestreamed, hopefully giving them protection from bombing or jailing.\nMartyrs’ Corps were orchestrated with many nations &amp; a targeted country faced dozens of simultaneous peaceful incursions.\nThe first Corps deployment is into россия (🇷🇺) in early 2026 through a coordinated effort of 28 countries, there were 28 incursions on April 28. The then President of 🇷🇺, Владимир Путин (“Vladimir Putin”), initially tried sending in the police forces to arrest Martyrs, but they handcuffed themselves together and to pinions fired into rock to prevent themselves from being moved easily.\nThe videos of the police brutality shared via the communication devices distributed throughout lead to marches across the country organized in part through applications distributed on the aforementioned devices.\nThere is a movement to control access to these devices, but concealing them is easy &amp; they were being imported at a rate of hundreds of thousands per day.\n2029: Musk is inaugurated as the 48ᵗʰ President of the U.S.. After a significant emotional re-education from his “red pill” days of the twenty-teens &amp; early 2020s, Musk arises as a beacon to the left throwing his considerable wealth behind a variety of philanthropic projects aimed at putting resources under the control of a variety of AIs for equitable distribution.\nThe bulk of the AIs are originally created by the Gaianist church which holds that eventually reaction-perfect models of individuals will be\n2037: It is released that @dysbulic was the originator of many of Musk’s plans &amp; they are inaugurated the 49ᵗʰ President.\nContinuing a process spearheaded by Musk, δυς livestreams the entirety of the execution of his official duties. By this time war has ended &amp; there are no longer state secrets that must be held."},"teams/by/reveal/Game-Someone":{"title":"Game Someone","links":[],"tags":["media","reference"],"content":"In The Game, the protagonist has unimaginable wealth, but is deeply dissatisfied. He signs up for a “game” which ultimately sees him jumping through a skylight to end it all, only to fall into a stuntmans’ air bag.\nEvery decision he has made through the course of the last few weeks has been intimately influenced by the people running The Game.\nJ’s Induction\nI want to script a couple lives like that, starting with my once finacée, J.L.P., who absolutely should get a captainship.\nI’d like to put J. through an absolutely bizarre week which culminates with me asking her to marry me with a ring in tow this time.\nI was very preoccupied with The Revolution throughout much of our relationship &amp; was decidedly distracted.\nI want to find out what city she’s in &amp; go be homeless there with perhaps occasional flights out to organize logistics."},"teams/by/reveal/Hard-Reset":{"title":"Hard Reset","links":["teams/by/logistic/Martyrs’-Corps"],"tags":["propaganda"],"content":"A “hard reset” is a term from computer science to describe cutting power to the system and then restoring it for a complete reboot.\nIn revolutionary narrative terms, it refers to building a hugely complex conspiracy that operates secretly in plain sight, recording much of its operation over the course of years, and then releasing all of the footage at once.\nThose who had been operating unbeknownst within the structure would be faced with the knowledge that much of what they believed about the world &amp; the structure of society is demonstrably false.\nFeasibility\nA hard reset only makes sense if the existence of the revolutionary plot can be kept secret from the general population.\nIn a situation where, say 🍊 is the first revolutionary President, ideas like the Martyrs’ Corps could be implemented with credit given to members of his staff. It would only be years later in the hard reset that footage is released revealing their true origin.\nThe issue with keeping things a secret is it runs counter to the idea of open-sourcing the development, both from a talent &amp; a financing perspective.\nIt would take the involvement of a well-resourced actor to make this possible, and this currently seems both unlikely &amp; potentially onerous in terms of oversight."},"teams/by/reveal/To-The-Seas":{"title":"To The Seas","links":["teams/by/software/Pythia"],"tags":["process"],"content":"If these ideas were to take off &amp; gain some notoriety, it’d likely make it into the news cycle &amp; end up out in the world spun in various ways.\nIn that situation, given the opinionated bent to much of this, particularly with regards to religion, the likelihood of a crazy with a gun looking me up is pretty high.\nIf it were big enough to finance it, I’d get a big boat (like a cruise ship or aircraft carrier) &amp; on the ocean work on sustainability projects &amp; developing the AI to help people plan their activities."},"teams/by/reveal/Truman-Someone":{"title":"Truman Someone","links":[],"tags":["media","reference"],"content":"I want to slowly reveal to the world that a revolution has taken place &amp; there’s been a massively entertaining alternative to the work-a-day world in an AI-managed lifestyle that, literally everyone has been participating in for most of this person’s life without their knowledge.\nFrequently having cameras in your vicinity becomes normal if no one else seems to mind.\nBecause who is our Truman? Who will have to wait 13 years from the Inauguration of the 48ᵗʰ President (or 9 if 🍊 enters into the game before the end of his term). Particularly if we manage to keep it a secret I exist for the remainder of 🍊‘s term &amp; his administration takes credit for coming up with alot of my ideas.\nPlayer Pool Growth\nThe way the game grows is through clusters of 12 plus oneself. So, there’s an initial 13 captains, and for the first expansion, each of those 13 creates a new group of 13 that includes themselves. The next set of rounds begins again with the captains, then they people they added in the second round each get to add 12 more. It then repeats, each of the added groups getting to add 12 people apiece for a progression like:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIterationNewTotalEquationDescription11313g₁ = 13Captains (g₁)2156169 = 13²g₂ = g₁(g₁ - 1) = 13(12)Captains’ (g₁’s) Additions Round #13156325g₃ = g₁(g₁ - 1) = 13(12)Captains’ (g₁’s) Additions Round #241,8722,197 = 13³g₄ = g₂(g₁ - 1) = 156(12)Round #1 Captains’ Additions’ (g₂’s) Additions51562,353g₅ = g₁(g₁ - 1) = 13(12)Captains’ (g₁’s) Additions Round #361,8724,225g₆ = g₂(g₁ - 1) = 156(12)Round #1 Captains’ Additions’ (g₂’s) Additions71,8726,097g₇ = g₃(g₁ - 1) = 156(12)Round #2 Captains’ Additions’ (g₃’s) Additions822,46428,561 = 13⁴g₈ = g₄(g₁ - 1) = 1,872(12)Round #1 Captains’ Additions’ Additions’ (g₄’s) Additions915628,717g₉ = g₁(g₁ - 1) = 13(12)Captains’ (g₁’s) Additions Round #4101,87230,589g₁₀ = g₂(g₁ - 1) = 156(12)Round #1 Captains’ Additions’ (g₂’s) Additions111,87232,461g₁₁ = g₃(g₁ - 1) = 156(12)Round #2 Captains’ Additions’ (g₃’s) Additions1222,46454,925g₁₂ = g₄(g₁ - 1) = 1,872(12)Round #1 Captains’ Additions’ Additions’ (g₄’s) Additions131,87256,797g₁₃ = g₅(g₁ - 1) = 156(12)Round #4 Captains’ Additions’ (g₅’s) Additions1422,46479,261g₁₄ = g₆(g₁ - 1) = 1,872(12)Round #1 Captains’ Additions’ Additions’ (g₆’s) Additions1522,464101,725g₁₅ = g₇(g₁ - 1) = 1,872(12)Round #2 Captains’ Additions’ Additions’ (g₇’s) Additions16269,568371,293 = 13⁵g₁₆ = g₈(g₁ - 1) = 22,464(12)Round #1 Captains’ Additions’ Additions’ Additions’ (g₈’s) Additions\nThe next power of 13 is 4,826,809, which, worldwide might be a manageable number of participants, but it seems likely the secret would get out at that point.\nSo, someone has to be elected President after 🍊 finishes his second term. Say, Musk manages some major meta-cognitive reform &amp; becomes palatable. He goes for eight years, during which we winnow down the number of people aware of the conspiracy down to a single person.\nAt the end of the next President’s eight years, we reveal to our Truman that something has been afoot for over a decade.\nAdvantages\nIn order for the revolution to play out in secret, once Truman was picked, it couldn’t break in the news that person has access to. Keeping it a secret from just one person requires controlling how the information is disseminated in complex ways.\nFeasibility\nGiven how ravenous social and news media are for content, the idea of keeping anything this big a secret, even in the name of art, is silly. There will be too many people opposing various aspects of the plan that would want to sabotage it."},"teams/by/social-segment/Blacks":{"title":"Blacks","links":[],"tags":[],"content":""},"teams/by/social-segment/Children":{"title":"Children","links":[],"tags":[],"content":"Children will have membership in the game, and will be partially aware of the goings on, but there will be aspects, such as access to sex &amp; substances they don’t know exists, or, at least, don’t have access to."},"teams/by/social-segment/Elders":{"title":"Elders","links":[],"tags":[],"content":""},"teams/by/social-segment/Whites":{"title":"Whites","links":[],"tags":[],"content":""},"teams/by/software/Argus":{"title":"Argus","links":[],"tags":["software","planning"],"content":"Argus is a system that people feed potential events into &amp; helps people decide what will happen where.\n\nA bot that interacts with Argus is some sort of gamesman that organizes brackets of competition in various sports.\nI’m particularly interested in low coordination single-player type things like skee ball. You might get a notification you’re playing in the tenth round against @so&amp;so, &amp; you both have 24 hours to roll your game somewhere."},"teams/by/software/Constant-Couriering":{"title":"Constant Couriering","links":["teams/by/software/Vár"],"tags":["process"],"content":"To make it easier for producers to gain access to consumers, there will be a collection of goods that are distributed among groups of cars and short-term storage locations.\n\nThink of it as a Dollar General, but the products are spread out across the landscape &amp; their storage is private: you shop online &amp; the goods come to you.\nPricewise, there are a variety of factors at play:\n\nThe courier system will run 24 hours a day and require two people per vehicle or storage house.\nThe couriers will be delivering sold goods, transporting goods between storage houses, ferrying people, and serving as an ad hoc security service.\nAs security service, the pair in a car serve as camerapeople to capture the activities of whoever contracted them.\n\nAn important aspect of the couriering system is the software that is managing the activities of the drivers and storekeeps. There are at least two systems at play: the dashcam &amp; the coordinator.\nThe dashcam software is recording (potentially livestreaming) their progress &amp; directing their driving.\nWhen a courier gets pulled over, they have no idea what they are carrying. In general packages are sealed in tamper-evident packaging with a NFC-based identifier that can privately prove that it holds a secret key.\nThe coordinator is describing interactions as a series of exchanges of specific parcels at certain points in time. There are always two parties that sign for an exchange. Both acknowledge a set of things given &amp; a set of things received.\nThere should be the possibility of incurring debt to be automatically cryptographically collected upon further sale on down the line. What happens if a collection of parcels is stolen? Dispatch couriers in groups of at least two so that in the case of robbery, there are witnesses to film the encounter. Both for the protection of the couriers, and as protection against false claims of robbery.\nThe question is how precisely the locations of cars &amp; houses can be known by the public. In an ideal world, we could be completely transparent and publish notifications of need to a broadcast network. We would then receive potential contracts from others that help satisfy those needs.\nThere’s the crucial aspect of privacy though — the realistic capacity to pretend to be like others. Knowing what we’re consuming is problematic. Knowing how everything is getting moved around, however, is not, if the nature of what is being moved is kept secret.\nI want someone in the specialty rock salt market to be able to find a quality supplier of salt, place a bulk order and break that into reasonable serving sizes, along with a lab certification of the substance they are purveying."},"teams/by/software/Hestia":{"title":"Hestia","links":["outpost/Silver-Outpost-№1","teams/by/logistic/13-13s","teams/by/color/Silver-Team"],"tags":["software"],"content":"Hestia is a system for managing short term leases on specific locations targeted down to the level of a single room, or even piece of furniture.\nOne of the initial testbeds will be the first Silver outpost.\nThe goal is to change how access to space is mediated such that:\n\nEveryone has access to shelter.\nSpace is used as much as possible.\n\n“Prisons”\nOne common point of discussion in anarchist circles is how to handle people who are apparently unavoidably prone to violence.\nControl of space is three-tiered via teams. There is a team that controls the land, one for the structures, and one for the rooms.\nCases will be compiled where evidence is presented of various infractions. Modern jurisprudence relies heavily on rules of evidence to structure its arguments. Videos laying out the competing narratives could be compiled &amp; then reviewed by the teams after which they choose not to rent to the individual for public safety.\nThere will be a team of last resort which controls locations that are sparsely furnished &amp; have Silver members on ready call.\nThe primary function of leasing a space is getting the right to tell anyone else to leave. Silver serves to enforce that right in the face of physical opposition. When Silver takes someone, they coordinate with the other teams to determine an area where the individual is allowed to be and transport them there."},"teams/by/software/Jörmungandr":{"title":"Jörmungandr","links":["teams/by/software/Par","teams/by/spaces/Rhinegold","teams/by/software/Ladon"],"tags":["software"],"content":"The goal is to abolish traditional physical goods markets in favor of a “fractured market” where the goods are held jointly by storage locations and transport media.\nEach item in the system has a NFC tag with a unique identifier on it for tracking.\nJörmungandr is the system that is “aware” of all the parcels as well as NFC tags used to mark locations. It coordinates with Par to move packages around in response to customer demands and likely consumption patterns.\nHolding stations may be electronic lockers or human-managed spaces."},"teams/by/software/Kaup":{"title":"Kaup","links":["teams/by/software/Constant-Couriering","teams/by/software/Hestia"],"tags":["software","market"],"content":"There is a huge quantity of unowned resources travelling through the couriers’ network. Kaup is the interface for users to describe their desires, peruse the available offerings and schedules, and to ultimately select what they want to receive.\nUnlike the modern housing situation, people won’t have a single fixed address they always go back to. Their possession will consist of a series of short-term (12 hours to, say, five days) leases on locations.\nSo Kaup isn’t just about selecting a product. It’s about choosing what resources will be available at which spots along their planned travel trajectory."},"teams/by/software/Ladon":{"title":"Ladon","links":["teams/by/software/Yggdrasil","teams/by/software/Par"],"tags":["software"],"content":"In Norse mythology, Ladon is the dragon who guards the golden apples of immortality, which keep the gods youthful.\n\nIn the systems of software that is Yggdrasil, Par keeps track of goods as they move through the courier system &amp; Ladon aids people who run holding locations to manage their resources.\nTrust\nThe trust in the system is grounded in bonds. A parcel is entered into the system with a given insurance value &amp; in order for a courier or holder to take possession, they must stake a bond equal to that amount which is forfeit if a review by their peers of the footage they collected while attempting to discharge their duties finds their performance lacking."},"teams/by/software/Mammon":{"title":"Mammon","links":[],"tags":["software"],"content":"Mammon is concerned with the compensation for resources. If party A puts up a collection of parcels at 750 up front, 750 as a percentage of the sales of the internal parcels automatically collected.\nPayments would be in cryptocurrency with various temporarily trusted actors who are accruing reputation largely in terms of time. Blocks of time are dispursed to the actors active during a particular timeframe, like when the parcels are travelling from the producer to their first storage house.\nThe coordinator is operating the delivery…"},"teams/by/software/Mïmis":{"title":"Mïmis","links":[],"tags":["software"],"content":"Structure\nMïmis is backed by a set of graphs stored in a Neo4j instance. Initially, it is simply a set of directory trees which contextualize blobs stored in IPFS.\nUnlike a traditional file system which generally has a single location for a file, the files in Mïmis are represented by their IPFS CID and will frequently have many directory paths which resolve to a file.\nIdeally, all coherent unique paths which can be used to reference a file will resolve.\nEach user, identified by an Ethereum signature, has their own tree.The trees represent a versioned file system.\nMïmis aims to be an enhancement to the existing existing server-based HTTP-driven web. It will differ by having the ability to evaluate a set of files and choose a best candidate for a given path based on all the user trees. Also, it will contain information about the relationships between files and how they interrelate.\nUse Cases\nContent Recommendation\nUsers will create ordered lists of content at locations in the directory tree. For example, /meme/funny/capitalism/ might be a list of the funniest memes about capitalism.\nThe rankings aren’t simply a 1–n list. For a given rank, there can be more than one entry. Also, it is possible to have zero entries for a given rank.\nThese lists are combined to produce a composite ranking recommending content either through simple weighted averages, or more complex means such as training a neural network.\nView Tracking\nA very important data set in considering which content to provide will be which pieces has the user been presented with in the past &amp; how did they react to them.\nNeo4j is a “property graph” which allows storing attributes on nodes and relationships. Eventually, these will be used to track which content has been presented to the user and give them the ability to respond with arbitrary iconography (emojis and images; think Discord).\nResource Conversion\nWhen working with content, it is often the case that the file format used is less than ideal. Documents in PDF rather than something better for responsive layout like HTML or EPUB are a frequent problem.\nMïmis will allow publishing of source documents and holding incremental conversions to new formats, allowing multiple contributors to go toward producing a new format.\nCuration\nA current issue facing AI researchers is collecting corpora of high-quality training data.\nMïmis will conglomerate collections of training data and make them generally available."},"teams/by/software/Par":{"title":"Par","links":["teams/by/software/Constant-Couriering","teams/by/color/Silver-Team"],"tags":["software","couriers"],"content":"Goods and people are constantly being shuttled around by a set of couriering pairs. The software that is running in the vehicle is called Par.\nDepending on the situation, the two people in the car will fill a variety of roles.\nThey might simply be a driver &amp; courier delivering goods from one location to another.\nOne of the ways people can take possession of goods is to ride in the car where the good is stored. In this situation, the pair is a chauffeur &amp; clerk. Where the clerk is passing possession of the item from the car to the customer *(or other courier or whatever).\nThe pair might be a chauffeur &amp; navigator delivering people to various places (while simultaneously delivering goods).\nThey might be a busser &amp; concierge running from one fixed location to another people know to go if they want to travel between those spots. Busses might leave on a regular schedule, or they might wait for a carfull of people to congregate before they go.\nIn an extreme situation, a pair that is also ranked highly in the Silver Team might be called for rules enforcement. In this situation, there would be one person engaging the rule breaker and the other recording everything.\nPar will have functions to support the duo in as many ways as possible.\nOne basic feature will be a dashcam app for recording the progress of the vehicle. If the pair so chooses, they will also be able to switch to a livestream that they can share access to at their discretion.\nIf confronted with law enforcement, Par will provide them with a legal representative who will advise them and interface with the cops on their behalf."},"teams/by/software/Pythia":{"title":"Pythia","links":[],"tags":["software"],"content":"Pythia is a system that eats information about the world &amp; gives users probabilistic outcomes of their decisions relying heavily on self-reflective responses.\nIt might say something like, “There is a 75±10% chance\nthat you will report regretting smoking that cigarette within seven years.”"},"teams/by/software/Týr":{"title":"Týr","links":[],"tags":["software"],"content":""},"teams/by/software/Vár":{"title":"Vár","links":["teams/by/software/Constant-Couriering"],"tags":["software"],"content":"Vár, the Norse goddess of witnessing, is the namesake of the dashcam used by the couriers to:\n\nRecord their driving performance.\nGet directions to their next stop.\nLivestream interactions with law enforcement.\nReceive legal guidance for dealing with cops.\n"},"teams/by/software/Yggdrasil":{"title":"Yggdrasil","links":["teams/by/logistic/Serial-Mobbing","teams/by/software/Pythia","teams/by/software/Argus","teams/by/software/Mammon","teams/by/software/Constant-Couriering","teams/by/software/Ladon","teams/by/software/Jörmungandr","teams/by/software/Mïmis","teams/by/software/Hestia","teams/by/logistic/13-13s"],"tags":["software","overview"],"content":"Yggdrasil is a set of related applications that work together to support the revolution.\n\nHérskap: The process by which the systems are coded. A mob programming team with staggered entrances of team members operates 24⁄7 developing solutions.\nVölva: An decision aide that helps the user evaluate choices by telling them pertinent statistics and how they change given various decisions.\nHiemdal: An experience recommender that is tracking a variety of potential events and suggesting potential timelines to users.\nMammon\nCouriering:\n\nLadon\nJörmungandr\n\n\nMïmis\nHestia\n…\n\nIt also helps manage the user reputations within the game. A user has 13 sets of user records — one for each team."},"teams/by/software/⁄⦲⁄software⁄index":{"title":"⁄⦲⁄software⁄index","links":["teams/by/logistic/Serial-Mobbing","teams/by/software/Pythia","teams/by/software/Argus","teams/by/software/Mammon","teams/by/software/Constant-Couriering","teams/by/software/Ladon","teams/by/software/Mïmis","teams/by/software/Hestia"],"tags":["software","overview"],"content":"The Pantheon is a set of related applications that work together to support the revolution.\n\nHérskap: The process by which the systems are coded. A mob programming team with staggered entrances of team members operates 24⁄7 developing solutions.\nVölva: An decision aide that helps the user evaluate choices by telling them pertinent statistics and how they change given various decisions.\nHiemdal: An experience recommender that is tracking a variety of potential events and suggesting potential timelines to users.\nMammon\nCouriering:\n\nLadon\n\n\n\nMïmis\nHestia\n…\n"},"teams/by/song/Breath":{"title":"Breath","links":[],"tags":["music","song"],"content":""},"teams/by/song/Don’t-Feed-Me-No-Broccoli":{"title":"Don’t Feed Me No Broccoli","links":[],"tags":["media","song"],"content":""},"teams/by/song/One-Day":{"title":"One Day","links":[],"tags":["media","song"],"content":""},"teams/by/song/Uncle-Sam-Goddamn":{"title":"Uncle Sam Goddamn","links":[],"tags":["media","song"],"content":""},"teams/by/song/We-R-Who-We-R":{"title":"We R Who We R","links":[],"tags":["media","song"],"content":""},"teams/by/spaces/Rhinegold":{"title":"Rhinegold","links":["teams/by/logistic/Escrow","teams/by/software/Jörmungandr"],"tags":["software"],"content":"In some of the Yggdrasil Outposts, there are a wall of lockers with doors in both front and back. The front faces a “locker room” where someone with a key code (or wallet signature) is able to unlock a locker and retrieve its contents without human intervention.\nThe other side is inside a protected room, and it gives a Grocer space and privacy to do the appropriate transfers to stock the shelves.\nRhinegold is the software which manages access to the lockers which have electronic locks on both doors. It is receiving instructions on who owns what from Jörmungandr, recalling that the Couriers and Grocer are both blind to the contents of the package, and only have access to the shipping identifier."}}