{"Argus":{"title":"Argus","links":[],"tags":["software"],"content":"Argus is a system that people feed potential events into &amp; helps people decide what will happen where.\nA bot that interacts with Argus is some sort of gamesman that organizes brackets of competition in various sports. I’m particularly interested in low coordination single-player type things like skee ball. You might get a notification you’re playing in the tenth round against @so&amp;so, &amp; you both have 24 hours to roll your game somewhere."},"Constant-Couriering":{"title":"Constant Couriering","links":[],"tags":["process"],"content":"To make it easier for producers to gain access to consumers, there will be a collection of goods that are distributed among groups of cars and short-term  storage locations.\nThink of it as a Dollar General, but the products are spread out across the landscape &amp; their storage is private: you shop online &amp; the goods come to you.\nPricewise, there are a variety of factors at play:\n\nThe courier system will run 24 hours a day and require two people per vehicle or storage house.\nThe couriers will be delivering sold goods, transporting goods between storage houses, ferrying people, and serving as an ad hoc security service.\nAs security service, the pair in a car serve as camerapeople to capture the activities of whoever contracted them.\n\nAn important aspect of the couriering system is the software that is managing the activities of the drivers and storekeeps. There are at least two systems at play: the dashcam &amp; the coordinator.\nThe dashcam software is recording (potentially livestreaming) their progress &amp; directing their driving.\nWhen a courier gets pulled over, they have no idea what they are carrying. In general packages are sealed in tamper-evident packaging with a NFC-based identifier that can privately prove that it holds a secret key.\nThe coordinator is describing interactions as a series of exchanges of specific parsels at certain points in time. There are always two parties that sign for an exchange. Both acknowledge a set of things given &amp; a set of things received.\nThere should be the possibility of incurring debt to be automatically cryptographically collected upon further sale on down the line. What happens if a collection of parcels is stolen? Dispatch couriers in groups of at least two so that in the case of robbery, there are witnesses to film the encounter. Both for the protection of the couriers, and as protection against false claims of robbery.\nThe question is how precisely the locations of cars &amp; houses can be known by the public. In an ideal world, we could be completely transparent and publish notifications of need to a broadcast network. We would then receive potential contracts from others that help satisfy those needs.\nThere’s the crucial aspect of privacy though — the realistic capacity to pretend to be like others. Knowing what we’re consuming is problematic. Knowing how everything is getting moved around, however, is not, if the nature of what is being moved is kept secret.\nI want someone in the specialty rock salt market to be able to find a quality supplier of salt, place a bulk order and break that into reasonable serving sizes, along with a lab certification of the substance they are purveying."},"Drug-War-Horrors":{"title":"Drug War Horrors","links":[],"tags":[],"content":"I stand convinced that once the full extent of how much a blight the War on Drugs has been on society, it will be understood to be on par with slavery in terms of the harms it caused.\n\nFormation &amp; militarization of inner-city gangs\n*\nOverdoses arising from inconsistencies in supply\nPrice gouging leading to exorbitant prices driving users to crime\nWild public misconception as to the dangers and effects of various substances.\nThe establishment of authoritarian bureaucracies for control of distribution of substances.\n"},"Gaianism":{"title":"Gaianism","links":["jobs-project"],"tags":[],"content":"One of the goals of the revolution is to supplant the Judaistic religions with one grounded in science.\nBasic Cencepts\nOne of the founding tenets of fundamentalist Christianity is that a virgin got pregnant. Vehemently holding such a nonsensical belief requires an active suspension of one’s connection to reality.\nGaianism respect much of traditional Christian belief by generally respecting the teachings of Jesus (though discarding some of the more bigoted words from the disciples), and recognizing the existence of the Holy Spirit as a mode of thought that is similar across people, but which originates in the “believer” rather than being the influence of an outside agent.\nThe major difference is a firm rejection of the existence of the omniscient and omnipotent being guiding reality: Yahweh. It doesn’t forego the possibility of consciousnesses more complex than humanity’s, but there is no being outside of time guiding events to work out for the best.\nAdvantages\nThe benefits of forming a religion are:\n\nThe churches hold an extensive set of properties, if it is possible to convert them to a new perspective.\nLegal protections for faith-based behaviors, specifically:\n\nGaianism posits that AIs can play a major role in the daily decision-making process, and one of the most important data sets that can be used to train said AIs is recordings of life events. Therefore, adherents would have reason to record all life events.\n\n\n\nProcess\nAs one of the goals of the revolution is anonymity"},"Helios":{"title":"Helios","links":["Leviathan","Pandora","Ladon"],"tags":["software"],"content":"“Half” of the transport system managed by Leviathan is a network of drivers moving parcels between holding stations.\nHolding stations may be lockers or human-managed locations."},"Leviathan":{"title":"Leviathan","links":["Helios"],"tags":["software"],"content":"The goal is to abolish traditional physical goods markets in favor of a “fractured market” where the goods are held jointly by storage locations and transport media.\nEach item in the system has a NFC tag with a unique identifier on it to track it through.\nLeviathon is the system that is “aware” of all the parcels as well as NFC tags used to mark locations. It coordinates with Helios to move packages around in response to customer demands and likely consumption patterns."},"Mammon":{"title":"Mammon","links":[],"tags":["software"],"content":"Mammon is concerned with the compensation for resources. If party A puts up a collection of parcels at 750 up front, 750 as a percentage of the sales of the internal parcels automatically collected.\nPayments would be in cryptocurrency with various temporarily trusted actors who are accruing reputation largely in terms of time. Blocks of time are dispursed to the actors active during a particular timeframe, like when the parcels are travelling from the producer to their first storage house.\nThe coordinator is operating the delivery…"},"Mïmis":{"title":"Mïmis","links":[],"tags":["software"],"content":"Current sources."},"Pandora":{"title":"Pandora","links":[],"tags":["software"],"content":"In some of the Yggdrasil Outposts, there are a wall of lockers with two doors in each. One side faces a “locker room” where someone with a key code (or wallet signature) is able to unlock a locker and retrieve its contents.\nThe other side is inside a sealed room, and it gives a Grocer space and privacy to stock the shelves &amp; mark their contents."},"Pantheon":{"title":"Pantheon","links":["Pythia","Argus","Mammon","Constant-Couriering","Mïmis"],"tags":["software","overview"],"content":"The Pantheon is a set of related applications that work together to support the revolution.\n\n[Mobs](Serial Mobbing): The process by which the systems are coded. A mob programming team with staggered entrances of team members operates 24⁄7 developing solutions.\nPythia: An decision aide that helps the user evaluate choices by telling them pertinent statistics and how they change given various decisions.\nArgus: An experience recommender that is tracking a variety of potential events and suggesting potential timelines to users.\nMammon\nCouriering\nMïmis\n\n"},"Proof-of-Dual-Control":{"title":"Proof of Dual Control","links":[],"tags":["process"],"content":"A signer signs their own public key, along with a identifier this is a proof of dual control, and a timestamp. A second account signs that document along with an optional id, and a timestamp. The first agent then signs that signed document with an id &amp; timestamp.\nIt produces a document that can only be produced through the cooperation of both accounts.\nTheoretically, you could do it with just two layers of signatures…"},"Pythia":{"title":"Pythia","links":[],"tags":["software"],"content":"Pythia is a system that eats information about the world &amp; gives users probabilistic outcomes of their decisions. “There is a 75±10% chance that you will report regretting smoking that cigarette within seven years.”"},"Silver-Outpost-№1":{"title":"Silver Outpost №1","links":["Leviathan"],"tags":["spaces"],"content":"\nThe front of the location is couches where dealings may be done, or clients can rent a couch for an extended stay.\nThere is one couch reserved for the Monitor who is on site to safeguard everything and help the guests with anything they might want.\nBehind a curtain is a set of electronically controlled lockers. Trusted customers are able to buy the codes to open lockers without any human interaction.\nThe lockers have doors on both sides, so they can both be opened by someone in the locker room, and by someone in the back room from the other side.\nIn the back room there is a safe cemented to the ground such that it’ll take someone more than fifteen minutes to compromise it. A Grocer is able to distribute items by creating a unique NFC tag for every item in the system, placing the item in a locker, and advertizing it for sale.\nThere are a few standard types of NFC tags available:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNameSizeDurabilityCostNTag-213144 bytes50,000 scans¿?NTag-215504 bytes200,000 scans30¢NTag-216888 bytes500.000 scans50¢Arx HaLo64 bytes + secp256 keys¿?$6\nThe Arx Halo chips are neat because they keep internal secret keys and only release signatures based off those keys.\nFor the NTag chips, anything on it can theoretically be duplicated on another chip. Even the UUID that’s burnt in at manufacture can be written on certain chips. Regardless, if we capture that UUID &amp; write a reasonable amount of randomness ourselves, we should be able to reasonably verify authenticity.\nThe shipping system will know of, eventually, a sea of tags it is tracking for locations and parcels. A user could be asked to scan the item tag then the location tag known to be nearby to increase the probability the scan is genuine.\nThe system could regularly change the value stored on the location NFC tag so that when a value is read, you know that the only way it was compromised is by a very limited of people who had access to that value."},"Silver":{"title":"Silver","links":[],"tags":[],"content":""},"Why-It's-Called-That":{"title":"Why It's Called That","links":[],"tags":["overview"],"content":"The Technoanarchist Revolution is a speculative science fiction story by δυς. It describes the transition from the existing world history to a society without war, homelessness, or systemic hunger."},"Yggdrasil":{"title":"Yggdrasil","links":["13-13s","Silver-Outpost-№1"],"tags":["software"],"content":"Yggdrasil is a system for managing short term leases on specific locations targeted down to the level of a single room, or even piece of furniture.\nIt also helps manage the user reputations within the game. A user has 13 sets of user records — one for each team.\nOne of the initial testbeds will be the first Silver outpost."},"index":{"title":"The Revolution Will Be Live","links":["Yggdrasil","13-13s"],"tags":["propaganda","overview"],"content":"TRWBL: The Revolution Will Be Live\nThis is a work predicated on the concept that a sufficiently plausible series of fictional events leading from our world to one without war, homelessness, or hunger, can be used to bootstrap the process &amp; encourage others to participate in causing the events to happen.\nI fed a previous incarnation of this attempt to explain my ideas to Google’s NotebookLM which generates an AI-hosted podcast discussing your concepts.\nThe AIs most decidedly didn’t get any of the major points I’d attempted to bring out &amp; generally misunderstood my intent. My assumption is this lack of comprehension arose from a weakness in my writing rather than a failing of the AI, so this is v2, now in Obsidian (whereas the previous version was Dendron-based).\nAt it’s heart, my plan is to architect a set of computer programs that combine to enable the execution of an augmented reality game called Yggdrasil. The structure is there are 13 axes, like colors or months of the year or flags, and each team is associated with a set of 13 things — one from each axis.\nOne of the primary foci of the game is changing how space and resources are controlled. The purpose of money is primarily to get stuff and places, so an alternative system for distributing those could undermine the existing monetary system."}}