{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"The Revolution Will Be Live","n":0.447},"1":{"v":"\n_TRWBL_ is a near-term science fiction story describing the progression from the world of today to a future without homelessness, hunger, or war.\n\nIf such a narrative could be made sufficiently convincing, people might be convinced to participate in the initial steps outlined for bringing the plan to fruition.\n\nThe main vehicle for execution is the creation of an augmented reality game called [[Yggdrasil|13-13s]].\n\n## Bootstrapping\n\nConceptually, _TRWBL_ is supposed to bootstrap itself by gaining the support of people who see it as feasible, and, in doing so, gain further followers until there is a steadily growing consensus that to take part in the story will be to find a place in history like marching at Selma or against Vietnam.\n\nThje desire for historical significance will be one of the primary drivers for participation, particualrly given the large percentage of the activities that will be recorded.\n\n## Synopsis\n\nAn organization funded by the distribution of substances offers a viable alternative to the police in maintenance of a new mechanism for the control of space. Spaces held by the organization make heavy inroads into properties controlled by churches and banks.\n\nThe needs of the network of locations is managed through a 3D interface that also tracks what spaces everyone controls through time.\n\n## How to Participate\n\n* The [[Silver team|13-13s.conglomerations.enforcement]] will need recordings of combatants that are available for rules enforcement.\n* All technological aspects of the system should be open-source. In situations where open solutions don't exist yet, rather than developing new work, whenever possible market pressure will be applied to existing corporations to open their technologies.\n* One of the first fundraisers will be an early prototype of the courier system used to deliver innocuous items such as corn & rock salt. Ownership within the system is represented as an NFT.\n* Money, in general, should be funneled into [[Code|13-13s.axes.projects#^code]] where it will be converted into computer programs to support various aspects of the process.\n","n":0.057}}},{"i":2,"$":{"0":{"v":"Proposals","n":1}}},{"i":3,"$":{"0":{"v":"Metacartel","n":1}}},{"i":4,"$":{"0":{"v":"№ⅱ","n":1},"1":{"v":"# Grant Proposal for The Revolution Will Be Live\n\nFor over a decade now I have been obsessed with the idea that we live in a world of sufficient abundance to support post-scarcity societies, but the structures that brought us to this point take time to evolve.\n\nOne of the ways that significant change could rapidly take place is through the propagation of social services enabled by new computer software.\n\n# Manifesto\n\nMany of my concepts are having difficultly of circular dependencies.\n\n* Create an interface for the automatic recompense of pair programming sessions.\n\n* Develop a content-management network for public data.\n\n* Produce a calendar based on concretizing a 1, 5, and 10 year plan. Include societal events such as the end of war and hunger.\n\n* Build a DLT-managed courier network for the delivery of things and people.\n\n* Dashcam app to monitor car status and aid in desired situations.\n\n* Dispatch app to coordinate cars.\n\n* Take possession of spaces, create virtual maps of them, codify the maintenance tasks to be done, and make it available to the public at minimum cost.\n\n* Reform the black market for drugs and begin to digitize the supply chains.\n\n* Raise the social capital to allow Biden to cease the dropping of all bombs.\n\n* Found a church based on a real, but internal, Holy Spirit.\n\n* Form a Caliphate to own the spaces. The decision-makers should be more than 50% XX females.\n\n* Organize the livestreamed search for the leadership of the armed groups in the world. Provide them with secure communications devices and broker a cessation of armed conflict.\n\n* With the copious coffers of the US & world militaries, we should have little trouble finishing hunger, homelessness, and boredom.\n\n# Problem\n\n* I would like to feed 100,000 books, semantically marked-down, to a chat bot and see how it talks.\n\n* I'd like to be able to view a list of the most influential creative works for anyone on the planet who decided to curate one, along with the ability view those works.\n\n* I'd like to be able to send a cryptocurrency tip for a work and have it configurably divided amongst the creators and curators of that work.\n\n* I'd like for artists to be able to compose images where specific areas are optionally allocated to other artists.\n\n* I'd like to be able to edit the files of any website I visit, and have those changes always appear to me locally. Also, allow others to incorporate those changes and bring them to the attention of the original author.\n\n* I'd like for myself and everyone else to have a plethora of options for how to spend our time without the worry of cost, and without the threat of homelessness or starvation.\n\n# Solution\n\n[Mïmis](https://github.com/MetaFam/mimis/) is built on a node-sharded graph stored in Ceramic. Each node in the tree is a separate updatable document. The entire structure is cached in a Neo4j instance running in Docker either on the user's machine or in the cloud.\n\nThe output for any path is available as both content and context. The context for a location is produced using any of a variety of algorithms provided by Neo4j. They can run a local page rank that is tracking their browsing history with much finer granularity than Google ever could b/c it is a trusted agent.\n\n# Product\n\nWhat I can get done is highly dependent on the money. I have an increasingly complete vision for how a group of software systems could interact. [Mïmis](https://github.com/MetaFam/mimis/) is the base of it all.\n\nMïmis houses and organizes all the data. As peers are consuming data, they are also sharing their cache of the source forest. Those source trees can be public or private.\n\nIn addition to Ceramic, I would like users to be able to store a set of nodes locally. These nodes are also used to generate interfaces and manage the cache, but it is not public that the user is hosting them.\n\nSoftware-wise, there is the client, and Ceramic is really the \"server\". All the logic for how to expand the source tree to the render tree is local.\n\n# Progress\n\nOn the larger front, I can only really focus in depth on one project at a time. I first became convinced I could be an active part of a rapid societal change over a decade ago. I've contemplated hundreds of different use cases for apps in that period, but I really only have the time to reason thoroughly through five or six.\n\nMy stretch goal is the end of war, so what percentage of that do I have figured out? 65‒70%. There are three independent striations – the personal, the social, and the planetary – that this change will take place in, and I think I have a reasonably well grounded plan for each.\n\n# Differentiation\n\nNo one else is doing this because it tramples over copyright laws, massively simplifies building a child pornography collection, and is great for doxing someone.\n\nAs for the Revolution, white people don't think it can happen, and black people don't think it can be done peacefully.\n\n# Team\n\nI, Will Holcomb, \"δυς\", will take anything you give me up to $10k, match it, and focus on finding competent pair programming partners. The core algorithm is still too much in my head and I need to spend time explaining it to someone else to work it out.\n\n# Grant Request\n\n* MC@$7.5k + Δυς@$7.5k = $15k is about the least I'd want to offer Raid Guid for a client library that can resolve resource paths and a web app for creating and browsing those paths in Ceramic.\n\n* MC@$10k + Δυς@$10k = $20k would let us add a command line client that can pull down a directory tree and write one back ala. Git.\n\n* MC@$10k + Δυς@$10k + ETH@$10k = $30k would allow the addition of private source graph storage, a content recommendation engine based on combining forests, and tools for revising the contents of points.\n\n* MC@$10k + Δυς@$10k + ETH@$10k + MG@$10k + TREE@$10k = $50k, and we add the dashcam app. Part of what Mïmis will do is propagate DIDs for everyone. This digital identity can be leveraged to coordinate the movement of agents in the real world.\n\n* $100k and I can build a Warehouse ala. Warhol where talented developers push out finished versions of my half-formed creations.\n\nProject development takes place in terms of sprints aligned to the lunar cycle. Team leads have rotating stays at various luxurious locations in conjunction with other leads. Meetings from these locations are all livestreamed.\n\n* $100k + mass-spectroscopy equipment, and it's full-steam ahead. We open a testing facility for drug supplies that serves as the basis for a reformed (violence, theft, and impurity-free) black market.\n\n* $100k + mass-spectroscopy equipment + an aircraft carrier, uh-oh, this is breaking too fast. Too many people are having unpleasant awakenings to the concept that Jesus or Mohammed is just another historical figure and looking for someone to blame. Bullets are cheap, and crazies aplenty. Time to hit the open seas and become unassassinable for a few years.\n\n# Help\n\nHow I would like to see this executed is via recorded pair programming. Eventually, I would like the information to be indexed such that I could choose a line of code and see the discussion for when it was created.\n\nHelp at this point, is finding money to give to other people to give to other people, I guess.\n\nReally, to get my Revolutionary calendar to align with the Gregorian one, such that I'm writing on 0/♈/12 rather than -3/♉/22, because historically Joe Biden's was the first Presidency in the Revolution and not his successor, would be for him to stop the dropping of bombs, and clear the way for us to reform the black market.\n","n":0.028}}},{"i":5,"$":{"0":{"v":"№ⅰ","n":1},"1":{"v":"# Grant Proposal for Mïmis\n\n[Mïmis](https://github.com/MetaFam/mimis/) is a P2P collaborative filesystem. Users specify trees from other users to incorporate with their own to create intelligent composites.\n\n# Manifesto\n\nIntellectually, we are dying of thirst sitting in a stream. We have the tools to make huge quantities of information available. I want to create an overlay on the Ceramic network to save all the contextualizations for any arbitrary data.\n\nI want for a user to be able to pick an object from the category of discutable things and create a set of \"paths\" which refer to that concept. Paths capture both objective (`/book/by/Scott Peck/The Road Less Traveled/`) and subjective (`/favorite/books/psychology/1/`) contextualizations.\n\nThe user publishes their context forest into a DAG in the Ceramic network where the leaves are IPFS resources (primarily). When a resource is requested, the [resolution algorithm](https://github.com/MetaFam/mimis/#algorithm) builds a render tree from a path through the source forest to decide what to return.\n\n# Problem\n\n* I would like to feed 100,000 books, semantically marked-down, to a chat bot and see how it talks.\n\n* I'd like to be able to view a list of the most influential creative works for anyone on the planet who decided to curate one, along with the ability view those works.\n\n* I'd like to be able to send a cryptocurrency tip for a work and have it configurably divided amongst the creators and curators of that work.\n\n* I'd like for artists to be able to compose images where specific areas are optionally allocated to other artists.\n\n* I'd like to be able to edit the files of any website I visit, and have those changes always appear to me locally. Also, allow others to incorporate those changes and bring them to the attention of the original author.\n\n* I'd like for myself and everyone else to have a plethora of options for how to spend our time without the worry of cost, and without the threat of homelessness or starvation.\n\n# Solution\n\nMïmis is built on a node-sharded graph stored in Ceramic. Each node in the tree is a separate updatable document. Paths are resolved by walking the graph and building a render tree based on the configuration at each position.\n\nThe output for any path is available as both content and context. The context for a location is produced by traversing the render tree after generation is complete and producing a JSON document. It includes which DIDs were responsible for providing which content and how many contacts' trees included each resource.\n\n# Product\n\nWhat I can get done is highly dependent on the money. I have an increasingly complete vision for how a group of software systems could interact. [Mïmis](https://github.com/MetaFam/mimis/) is the base of it all.\n\nMïmis houses and organizes all the data. As peers are consuming data, they are also sharing their cache of the source forest. Those source trees can be public or private.\n\nIn addition to Ceramic, I would like users to be able to store a set of nodes locally. These nodes are also used to generate interfaces and manage the cache, but it is not public that the user is hosting them.\n\nSoftware-wise, there is the client, and Ceramic is really the \"server\". All the logic for how to expand the source tree to the render tree is local.\n\n# Progress\n\nI have an algorithm for converting a source tree to a render tree. I have maybe 20% of a reasonable visualization.\n\nOn the larger front, I can only really focus in depth on one project at a time. I first became convinced I could be an active part of a rapid societal change over a decade ago. I've contemplated hundreds of different use cases for apps in that period, but I really only have the time to reason thoroughly through five or six.\n\nMy stretch goal is the end of war, so what percentage of that do I have figured out? 65‒70%. There are three independent striations – the personal, the social, and the planetary – that this change will take place in, and I think I have a reasonably well grounded plan for each.\n\n# Differentiation\n\nNo one else is doing this because it tramples over copyright laws, massively simplifies building a child pornography collection, and is great for doxing someone.\n\nAs for the Revolution, white people don't think it can happen, and black people don't think it can be done peacefully.\n\n# Team\n\nI, Will Holcomb, \"Δυς\", will take anything you give me up to $10k, match it, and give it to Raid Guild.\n\n# Grant Request\n\n* MC@$7.5k + Δυς@$7.5k = $15k is about the least I'd want to offer Raid Guid for a client library that can resolve resource paths and a web app for creating and browsing those paths in Ceramic.\n\n* MC@$10k + Δυς@$10k = $20k would let us add a command line client that can pull down a directory tree and write one back ala. Git.\n\n* MC@$10k + Δυς@$10k + ETH@$10k = $30k would allow the addition of private source graph storage, a content recommendation engine based on combining forests, and tools for revising the contents of points.\n\n* MC@$10k + Δυς@$10k + ETH@$10k + MG@$10k + TREE@$10k = $50k, and we add the dashcam app. Part of what Mïmis will do is propagate DIDs for everyone. This digital identity can be leveraged to coordinate the movement of agents in the real world.\n\n* $100k and I can build a Warehouse ala. Warhol where talented developers push out finished versions of my half-formed creations.\n\nProject development takes place in terms of sprints aligned to the lunar cycle. Team leads have rotating stays at various luxurious locations in conjunction with other leads. Meetings from these locations are all livestreamed.\n\n* $100k + mass-spectroscopy equipment, and it's full-steam ahead. We open a testing facility for drug supplies that serves as the basis for a reformed (violence, theft, and impurity-free) black market.\n\n* $100k + mass-spectroscopy equipment + an aircraft carrier, uh-oh, this is breaking too fast. Too many people are having unpleasant awakenings to the concept that Jesus or Mohammed is just another historical figure and looking for someone to blame. Bullets are cheap, and crazies aplenty. Time to hit the open seas and become unassassinable for a few years.\n\n# Help\n\nHow I would like to see this executed is via recorded pair programming. Eventually, I would like the information to be indexed such that I could choose a line of code and see the discussion for when it was created.\n\nHelp at this point, is finding money to give to other people to give to other people, I guess.\n\nReally, to get my Revolutionary calendar to align with the Gregorian one, such that I'm writing on 0/♈/12 rather than -3/♉/22, because historically Joe Biden's was the first Presidency in the Revolution and not his successor, would be for him to stop the dropping of bombs, and clear the way for us to reform the black market.\n\n# Additional Resources","n":0.03}}},{"i":6,"$":{"0":{"v":"Writings","n":1}}},{"i":7,"$":{"0":{"v":"Discord Quotations","n":0.707},"1":{"v":"* [[2022–2023⁄09⁄21: Department of Happiness server|writings.discord.2022-2023⁄09⁄21-doh-server]]\n* [[2023⁄09⁄21: Response to @TravelingThroughTime on the Arkology server|writings.discord.2023⁄09⁄21-to-travellingthroughtime]]","n":0.267}}},{"i":8,"$":{"0":{"v":"2023/09/21𝄈 to @TravelingThroughTime","n":0.577},"1":{"v":"I'm intrigued by your perspective, and I identify with it in many ways.\n\nMy own journey toward utopia began about 14 years ago with the idea that I would write a fictional chapter from an eighth-grade history textbook from 2050 describing the transition of humanity to a post-scarcity society. The catalyst for this change would begin with the spread of a high-level plan popularized by being described as a fictional history written by myself.\n\nThe setting for _The Technoanarchist Revolution_ is our world. The chapter in the textbook tells the story of how it itself was received. Our history is the story's history, and all of my actions are also those of my character in the book. :feather:\n\nI had a variety of schemes and how they would work out. Eventually, I was thoroughly convinced there was a strong possibility I was going to be bigger than Jesus. That, like 10,000 years from now when people are learning the history of human civilization, “Jesus” will be long forgotten, but the name “dysbulic” will still be referenced as being pivotal in helping to start a fundamental shift that saw the permanent ends of war, homelessness, and hunger. :dove:\n\nHere's a video I recorded about five years in: https://youtu.be/I_a4VYiy8mE. This was shortly before I fully committed to diving down the rabbit hole & dashed my life to pieces on the shoals of grandiose thinking. My modus operandi at that point in time was very much Spirit driven. I distrusted my analytic perspective on things because, as I was apt to think then, \"this fire has never burned before\". I.e. that the coming social change was something akin to the collapse of an energy field in physics. That bunches of exponential processes would be feeding off each other and producing excesses to fuel rapid social change. I didn't know what it was going to look like, but I knew it was going to happen, and the best way to bring it about was to try and keep my thoughts and motivations Spirit-driven. :ghost~1:\n\nAt that point in time I was already well-past a literal belief in the Bible, and the idea of a being that existed outside of time and was guiding everything. :map:\n\nI thought perhaps though God was some sort of omnipresent energy that we can attune ourselves to and in doing so coordinate better. Or, alternatively, that there was nothing other than the mode of cognition. A type perhaps associated with Ken Wilber's Worldcentric mode of through, or Kohlberg's Postconventional thought — something more advanced than the traditional analytic or emotional modes. In either case, something phenomenonically perceptible. I could *feel* the Spirit and, with practice, find it easier to *be* that way more consistently. :mosque::church::synagogue:\n\nThe big problem was my lack of experience in trying to change people's minds, and some wildly inaccurate expectations arose as a result. I thought I was going to hit it big & start preaching to the masses in a matter of weeks or months. I thought I mostly made sense & all I had to do was iron out the wrinkles. It's now nine years later & I'm only about 20% of the way done with what I think is my most coherent & actionable plan to date: [[root|a Dendron notebook describing the story]]. :movie_camera:\n\nMy motivations at this point are ironically pretty much the same as yours: wanting your all's spiritual development. I believe that there are commonalities in our experiences of being Spirit-driven and that those are real and meaningful. That, unfortunately, we all grew up in a culture where those experiences are attributed to the intervention of an outside being: Yahweh. For better or worse though, there's nobody minding the store but us. There's nothing omniscient guiding the passage of history. We are all there is to take the reigns & the responsibility for shepherding the planet. :ram:\n\nI think Burr makes some really good points in this bit: [Bill Burr on Religion](https://youtu.be/UrVCvnJk4go?t=133). I have experiences that keep me from leaving whole cloth, but of foremost importance to me is the question: \"What evidence do I have that Yahweh exists?\" How do I know that my experience of the Spirit is something doing something to me rather than simply a way of being?\n","n":0.038}}},{"i":9,"$":{"0":{"v":"2022–2023/09/21𝄈 Dept. of Happiness' Server","n":0.447},"1":{"v":"The [[13-13s]] were described as categories & channels.\n\n* Colors\n  * [[🥇︱gold︱🥇|writings.discord.2022-2023⁄09⁄21-doh-server.color.gold]]\n  * [[🍊︱blaze︱🍊|writings.discord.2022-2023⁄09⁄21-doh-server.color.blaze]]\n  * [[🥬︱green︱🥗|writings.discord.2022-2023⁄09⁄21-doh-server.color.green]]\n  * [[🧸︱brown︱🐻|writings.discord.2022-2023⁄09⁄21-doh-server.color.brown]]\n  * [[🥈︱silver︱⚔|writings.discord.2022-2023⁄09⁄21-doh-server.color.silver]]\n  * [[🥉︱bronze︱¢|writings.discord.2022-2023⁄09⁄21-doh-server.color.bronze]]\n  * [[🏙︱cyan︱🌊|writings.discord.2022-2023⁄09⁄21-doh-server.color.cyan]]\n  * [[👴︱grey︱👵|writings.discord.2022-2023⁄09⁄21-doh-server.color.grey]]\n  * [[👻︱white︱☠|writings.discord.2022-2023⁄09⁄21-doh-server.color.white]]\n  * [[🧑🏿︱black︱🙆🏿|writings.discord.2022-2023⁄09⁄21-doh-server.color.black]]\n  * [[🐈︱yellow︱🐱|writings.discord.2022-2023⁄09⁄21-doh-server.color.yellow]]\n  * [[🍑︱peach︱🦚|writings.discord.2022-2023⁄09⁄21-doh-server.color.peach]]\n  ","n":0.174}}},{"i":10,"$":{"0":{"v":"Color","n":1}}},{"i":11,"$":{"0":{"v":"Yellow Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Yellow is therapy.\n>\n> One of the most common is Holotropic Therapy. It involves listening to music so loud you can't hear yourself scream.\n>\n> The noise isolates you & can give you private space in the midst of others.\n>\n> I want to combine it with the ride-share aspect of the Courier system. People hop in a car to both go somewhere, pick something up from the in-car inventory, and listen to music so loud you can't communicate with anyone.\n>\n> The need to \"put on a face\" is lessened.","n":0.106}}},{"i":12,"$":{"0":{"v":"White Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Sex.\n>\n> No person should be involuntarily forced to orgasm at their own hand.\n>\n> At the least, a good Gianist will manually stimulate someone while wearing gloves. The use of aids should make anyone reasonably proficient while remaining disease-free.\n","n":0.158}}},{"i":13,"$":{"0":{"v":"Silver Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Dangerous people determined by peer rated recordings of fights.\n>\n> If someone is somewhere the rules say they shouldn't, these are the final line.\n>\n> When the lights begin to flash silver and red you know Silver is on their way & if you're still here when they arrive you have to deal with them.\n>\n> You do so knowing the tricks in their arsenal include you waking up several countries away naked and alone.\n>\n> These are the children of Eris: the Goddess of Chaos.\n>\n> I want to help the Ukraine by occupying Russia's borders to the north & west. Bring in lots of people unwilling to be violent and live-stream every second of their time.\n>\n> They'll just occupy the spaces and the only way to get them out will be to act unjustly while on the air.\n>\n> By bring in those spaces though and showing Putin that he can lose territory in other ways, so maybe it's time to rethink Ukraine.\n>\n> If not, we just get more and more people and slowly, peacefully, take over the country.\n","n":0.075}}},{"i":14,"$":{"0":{"v":"Peach Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> There are 169 seats at the White Elephant.\n>\n> 13 tiers of 13 objects.\n>\n> Including 13 Cybertrucks modified to live out of. “Muskshacks”.\n>\n> Three of the 13 are file canisters packed tight with coins. Either $2.⁵⁰ in nickels, $23 in gold dollars, & $10k in solid gold.\n>\n> The people picking the canisters pick blind and only open at the end after the stealing round of Dirty Santa has been executed.\n","n":0.119}}},{"i":15,"$":{"0":{"v":"Grey Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> The team structures are based on combining Sociocratic Circles with Buckyballs\n>\n> ![Flattened Buckyball](/assets/images/Flattened%20Buckyball.svg)\n>\n> The Grey team represents those in the top thirteen percent of agedness.","n":0.192}}},{"i":16,"$":{"0":{"v":"Green Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> All non-human life.\n>\n> Areas will be \"controlled\" by members of the animal kingdom.\n>\n> If the cat doesn't like you in their space, sorry, you gotta go.\n>\n> Not tons & tons of spaces, but some.\n>\n> A big part of the Courier service is the On-Star system where you have a concierge available via phone. They are able to pull a live-stream from your device and share it with others to coordinate a response.\n>\n> I love the idea of gathering 20–30 people to assemble hidden around a police abuse and simultaneously put a laser point on the officers in concern.\n>\n> The Rorschach moment from _Watchmen_ where, \"oh no, you're mistaken… You think I'm trapped in here with you? No, sorry, it's quite the opposite.\"\n>\n> I want that cop to realize they're not in here with me; you're in here with all of us.\n","n":0.084}}},{"i":17,"$":{"0":{"v":"Gold Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> The Gold Team is the establishment, specifically the US government, the rest of the world's governments are the #🐽︱pink︱🐽 team.\n>\n> The captain of the Gold Team is the President.\n>\n> One of my pipe dreams is I could take the Presidency & for a period have the combined power of two of the 13 teams to try and accomplish my machinations.\n>\n> The timeline where this happens, Joe Biden gives me temporary control of an aircraft carrier :ship: in exchange for a timeline where he serves two terms.\n>\n> I spend those five years as a very small town mayor who live-streams the entirety of the execution of my office with interfaces to let the public interact with the situations I'm in.\n>\n> After those five, I get to be the last President of the United States & in my eight years slowly transition the world to a post-scarcity Technoanarchist utopia.\n>\n> Most of the point of all of this is about control of space. I want to cede portions of the United States to twelve other jursidictions and rules enforcement systems.\n>\n> I want there to be three alliances: Red, Blue, and Purple. They are XX women, XY men, and whatever else people are as the third. They control three teams, three teams, and seven teams respectively.\n>\n> I pissed off @Heterotic years ago saying that I wanted to reserve teams for genetically determined sexes, not understanding I was planning to take the lion’s share for the rest of us.\n","n":0.064}}},{"i":18,"$":{"0":{"v":"Cyan Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Cyan is the Coders Guild.\n>\n> Coding is done in no small part through the execution of coordination sessions held in alternating locations, all of which have in common a system to provide for the developers wants.\n>\n> Particularly drugs and sex. If they want to pop some Vyvanse & code for four days straight, I'm really curious to see what they come out with.\n","n":0.124}}},{"i":19,"$":{"0":{"v":"Brown Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Their essential need is shelter. They handle the spaces where people do essentials like eat, bathe, and sleep.\n","n":0.224}}},{"i":20,"$":{"0":{"v":"Bronze Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> The first purple line of defense & offense / collaboration.\n>\n> There are three Red teams, three Blue, & seven Purple for thirteen total.\n>\n> The first three are Blue — XY Males: #🥇︱gold︱🥇, #🐽︱pink︱🐽, & #🍊︱blaze︱🍊. Then the three Red — XX Females: #🥬︱green︱🥗, #🧸︱brown︱🐻, & #🥈︱silver︱⚔. The last seven are all different \"other\" options of Purple: #🥉︱bronze︱¢, #🏙︱cyan︱🌊, #👴︱grey︱👵, #👻︱white︱☠, #🧑🏿︱black︱🙆🏿, #🐈︱yellow︱🐱, & #🍑︱peach︱🦚.\n","n":0.123}}},{"i":21,"$":{"0":{"v":"Blaze Team","n":0.707},"1":{"v":"## 2022⁄09⁄05\n\n> There will be sets of rules governing spaces chosen by the controller of the space on the part of a team which is part of an alliance which provides enforcement of team rules.\n>\n> Most importantly they are frequently first on the scene triaging making sure all the participants are live-streamed.\n>\n> There should be a camera-person per participant so that if people separate, they'll still be tracked.\n>\n> This is the same idea as to how to address war: put a camera-person on every participant. Have camera-people covering the camera-people.\n>\n> I would brand it as a revamped Peace Corps & get the aircraft carrier I so desperately covet.\n","n":0.096}}},{"i":22,"$":{"0":{"v":"Black Team","n":0.707},"1":{"v":"## 2022⁄06⁄29\n\n> Drugs.\n>\n> Prescription, recreational, whatever. The aim of the Black team is to deliver reliable substance to safe spaces at a reasonable cost.\n>\n> The segment of the population represented are the Black Lives black lives. Specifically, \"Fuck the police\" black.\n","n":0.156}}},{"i":23,"$":{"0":{"v":"Procedures","n":1}}},{"i":24,"$":{"0":{"v":"Plugging","n":1},"1":{"v":"1. A plug enlists customers.\n1. A supplier lists an offer of a price per quantity with a time limit.\n1. Customers start campaigns to purchase offers with staked DAI.\n1. If the reserve is met, the bid is sent to the dealer for approval.\n1. The staked DAI is moved to escrow.\n1. The recipient is notified a package is incoming.\n1. The supplier fulfills the order.\n1. A local receives the package.\n1. A courier moves the package to the plug.\n1. The plug divides the package into orders.\n1. Couriers deliver the orders.\n\nIn realtime, offers are local and shared between the dealer and their plugs.\n","n":0.101}}},{"i":25,"$":{"0":{"v":"Party Favors","n":0.707},"1":{"v":"This is an idea for an event facilitation program.\n\n1. An Owner maps a site and designates availability\n1. A Host selects the site and time period they would like to reserve\n1. A Host invites Guests to pick spaces for the duration\n1. Guests make reservations for spaces\n1. Guests specify substances they are interested in\n1. Dealers can see all the users desires and can make bids for a house\n1. Guests view bids and make specific purchasing requests\n1. Some set of bids are accepted\n1. Dealers individually seal each of the orders and mail it to the Collector\n1. The Collector conglomerates all the packages into one parcel\n1. The Bootlegger picks up the parcel, divides the orders into combination locked bags with a printed nfc card in the lock\n\t* The front of the nfc card is artwork provided by the Guests\n\t* The back of the nfc card is a QR code\n\t* The value of the nfc card is a url that returns the value of the QR code\n\t* There is a pouch on the bag such that the back of the card cannot be viewed without removing the lock\n1. A piece of paper with the Guests alias is placed in the pouch along with the card\n1. The bags are delivered to the site\n1. The bags are distributed to rooms according to reservations\n1. The Guest receives the bag\n1. The QR code contains a link to get the combination of the locked\n1. They authenticate to the app and confirm receipt\n","n":0.064}}},{"i":26,"$":{"0":{"v":"Warfare","n":1},"1":{"v":"As with most of its systems, the Technoanarchist approach to warfare involves lots of livestreaming.\n\nThere are, initially at least, very few soldiers. We could start with a single group, small enough to be non-threatening, say five people.\n\nThis team is on a search for the individuals with the most capability of ending gunfire. The goal is not to address the conflicts, but to transition the mechanisms of conflict to ones without violence.\n\nSo, initially, to stop all bombing. This group of five would be streamed traveling through conflict areas attempting to explain their purpose to get communications devices into the hands of those giving the orders.\n\nDevices should make a genuine effort to avoid localizing of the user. \"Enemy\" leaders should be free to communicate without increasing their risk of reprisal.\n\nAs a sign of good faith, the accounts that they use should be able to contact each other. It creates a new robust network that could be used for planning attacks, but the goal is to demonstrate that we are about strengthening their infrastructure even when it creates a risk for us.\n\nSo what it ends up looking like is a small group of people (5 agents, 5 camerapeople, 5 support) giving out devices, training, and interviewing to figure out where to head next.\n\nEverything should be conducted in the local languages. This means having the entire team be at least intermediate speakers.\n\nThis would all work so much better if Biden had the political will and capital to stop bombing. That's not anywhere near on the table currently to the extent it sounds unrealistic to propose it.\n\nIf the meme existed and was popular that this is feasible to do, and that Biden could be the one to lead the world out of dropping explosives from the sky, he might seize the moment.\n\nAnother, more controversial, aspect of the war movement is the storyline that the people who influenced the US government to stop bombing are in the process of forming a Caliphate.\n\nThe issue is that a Caliphate calls for a Caliph, and who would run the government and church I've envisioned other than me? It is at the point I describe my plan as including my being elected President and seen historically as a major prophet, is that it seems absolutely untenuous.\n\nEspecially the idea of people changing their religion and saying \"the Holy Spirit exists and can guide my actions, but it doesn't exist outside of myself.\"\n\nEspecially especially the fundamentalists that I hope to be addressing in the crusade to end armed warfare.\n\nIt seems easier at times to address the problem of homelessness and hunger under the premise that without those it will become increasingly difficult to find soldiers.\n\nDealing with that problem on a global scale, however, is much easier if you can free up the resources currently going to defense.\n","n":0.046}}},{"i":27,"$":{"0":{"v":"Vingnettes","n":1},"1":{"v":"At its heart, _TRWBL_ is a story and there are several potential plot elements that exist to be woven into the larger narrative.\n","n":0.209}}},{"i":28,"$":{"0":{"v":"Kite in the Air","n":0.5},"1":{"v":"One of the more poignant metaphors for years now has been the concept of getting the kite in the air: gaining a modicum of notoriety and have the opportunity to proselytize at least a few thousand people.\n\nI've never had my 15 minutes, so I've not ever had the opportunity to really fail.\n","n":0.139}}},{"i":29,"$":{"0":{"v":"Escape to the Sea","n":0.5},"1":{"v":"If the system were to break in a major way & I was to be seen making serious inroads into the dismantling of Christianity & Islam, I would fear for my life.\n\nThere are too many people who are too deeply entrenched in their current narratives to realistically expect them to change. Islam in particular has an established track record of violence toward those that threaten it.\n\nSo, were this to break in a major way and start to have real effects I would take to the seas.\n\nMy ideal is a cruise ship which provides much of its own food through hydroponics. The [[Stay]] and [[Stuff]] systems which track spaces and things would be active and providing the passengers with the widest selection of options possible.\n","n":0.09}}},{"i":30,"$":{"0":{"v":"Arrest Protection","n":0.707},"1":{"v":"The [[Courier]] network will be, in part, distributing substances. The threat of an adverse altercation with the police is real.\n\nIf this happens, the goal is to have by that point established a network of operatives sufficient to surround the police station with more people than can be arrested and have them control vehicular access to the location with their bodies.\n\nThe demands would be simple: release our operative & we'll leave.\n","n":0.12}}},{"i":31,"$":{"0":{"v":"Timeline","n":1},"1":{"v":"The story is laid out as a series of events aligned with various calendars. The primary is the [[13-sign zodiac|13-13s.axes.months]].\n\n* -0/♊/14: HackFs Starts\n* -0/♋/4: HackFs Stops\n* -0/♎/16: Election Day\n* -0/♑/0: 0/♑/0: Inauguration of the next US President\n* -3/♊/37: [[Thirteen Thirteens|13-13s]]\n","n":0.158}}},{"i":32,"$":{"0":{"v":"Funding","n":1},"1":{"v":"\nThe core of the monies will come through the establishment of an alternative violence-free and quality-assured system for the distribution of substances regulated and otherwise.\n","n":0.2}}},{"i":33,"$":{"0":{"v":"13 13s","n":0.707},"1":{"v":"\n# Yggdrasil\n\n![Yggdrasil](assets/images/Yggdrasil.svg)\n\n\n13 13s is the basic structure of the augmented reality game Yggdrasil. There are 13 axes each with 13 elements. There are 13 teams, each of which is mapped to one element on each axis.\n\nThere are 13 tokens and 13 essential needs. The token is supposed to exchange very favorably for its associated need. Food, for instance, is really cheap in orange tokens, and shelter in brown.\n\nThe primary point of [[Yggdrasil|13-13s]] is the control of space.\n\nAll spaces within the system are alloted at each round in proportion to the prevalence of the 13 teams according to the portion of the year they occupy on the [[13-sign zodiac|13-13s.axes.months]].\n\n## Coordinating With The Establishment\n\nTwo of the needs, Substances and Sex, put the game at potential odds with law enforcement. The other teams, of which the existing establishment is one: the gold team, coordinate to help back credible retaliatory threats.\n","n":0.082}}},{"i":34,"$":{"0":{"v":"Rules","n":1},"1":{"v":"There are only three hard-and-fast rules in the game:\n\n1. No violence.\n2. No theivery.\n3. Be kind.\n\nViolence is interpreted broadly to be in line with the Non-Aggression Principle *(NAP)* of anarchism.\n\nFor example, doing something that is likely to damage the water table is interpreted as violence. It isn't limited to simply physical interactions between players.\n","n":0.137}}},{"i":35,"$":{"0":{"v":"Conglomerations","n":1},"1":{"v":"\nTeams are made up of combinations of properties from the [[13 axes|13-13s.axes]].\n","n":0.289}}},{"i":36,"$":{"0":{"v":"“Whites”","n":1},"1":{"v":"\n* _Realm_: **ᛁ**\n* _Need_: **Sex**\n* _Project_: **[[Stay|13-13s.axes.projects^stay]]**\n* ⋮ ","n":0.354}}},{"i":37,"$":{"0":{"v":"“Blacks”","n":1},"1":{"v":"\n* _Realm_: **🐲**: **Níðhöggr**: The dragon entwined in Yggdrasil's roots\n* _Animal_: **Dragon**\n* _Need_: **Substances**\n* ⋮ ","n":0.258}}},{"i":38,"$":{"0":{"v":"The Resistance","n":0.707},"1":{"v":"\n* _Realm_: **ᛃ**: **Svartálfar**: The realm of Yggdrasil inhabited by elves\n* _Color_: **Cyan**\n* _Language_: ****\n* _Name_: ****\n* _Team_: ****\n* _Time_: **13-Sign Zodiac**\n* _Month_: ****\n* _Signal_: ****\n* _Head_: **Anonymous**\n* _Need_: ****\n* _Animal_: ****\n* _Project_: ****\n* _Guild_: **Coders**\n","n":0.167}}},{"i":39,"$":{"0":{"v":"The Establishment","n":0.707},"1":{"v":"\n* _Realm_: **🦅**: **Veðrfölnir**: The hawk sitting on an eagle in the branches of Yggdrasil\n* _Color_: **Gold**\n* _Language_: **English**\n* _Name_: **759-33-5314**\n* _Team_: **B–Y if Biden participates; F-U otherwise**\n* _Time_: **Gregorian Calendar**\n* _Month_: **♈**\n* _Signal_: **Passport**\n* _Head_: **The President of the U.S.A.**\n* _Need_: **Surveillance**\n* _Animal_: **Eagle**\n* _Project_: **Courier**\n* _Guild_: **Sharpshooters**\n","n":0.143}}},{"i":40,"$":{"0":{"v":"Non Human Life","n":0.577},"1":{"v":"\nIn the religion of Gaianism, all life at any point in time is the Godhead.\n\nNon-human life has a seat at the table on par with the other teams. This means, for example, that a space might be held by a pack of dogs, and if those dogs want someone to leave, that will be enforced.\n","n":0.135}}},{"i":41,"$":{"0":{"v":"Enforcement","n":1},"1":{"v":"\n* _Color_: **Silver**\n* _Need_: **Enforcement**\n\nThe Silver team is responsible for [[rules|13-13s.rules]] enforcement. Rules are determined by the [[holders of spaces|13-13s.axes.spaces]]. Silver exists to enforce those rules. If someone has another player in their space and wants them removed for any reason, and that party refuses to leave, that's Silver's responsibility.\n\nSilver is meant to have the real threat of physical violence to back its direction. Dangerousness is determined by capturing recordings of combat & ranking the relative dangerousness of the combatants. When necessary, Silver should be able to muster teams capable to genuine physical threat.\n\nIf someone is being removed to an area, they may be kept under control for as long as it takes to move them to an area where they have permission to be. That area will be determined by the holders of the various areas in combination. It will be determined as a combination of available space, ability to pay rent, previous transgressions, and consumer preferences.\n\nControl is hierarchical and of descending specificity. The active holder might have control of a room. The house they're in is held by someone else, the grounds of the property someone else, the neighborhood someone else, the city, the state, the country, the continent, etc. — up to 13 segments ultimately encompassing the universe — each held by a different party.\n\nViolations of those rules can be recorded and submitted to the various holders who can decide whether to permit the player space within their demesne.\n\nThere will always be locations of last resort that are available to all players, but they may look like a house where the exterior locks are controlled by another party, or, if the player habitually destroys property where they are housed, it may look similar to the concrete cells with little to no damageable contents where inmates are housed currently.\n\nThis would only be in the most extreme and well documented cases that alternatives weren't feasible.\n\nSo, the role of the Silver team in extreme cases would be to deliver players to a permitted location.\n","n":0.055}}},{"i":42,"$":{"0":{"v":"Axes","n":1},"1":{"v":"\nThere are 13 axes with 13 elements apiece.\n","n":0.354}}},{"i":43,"$":{"0":{"v":"Timeframes","n":1},"1":{"v":"\nDifferent time keeping metrics will be used for different purposes.\n\nThe primary scheduling clock is the 13-sign zodiac, but its months vary widely in duration, so it isn't useful for tracking something needing regularity like the functioning of a business. For that, we will align the cycles of business to the moon as delineated by the Islamic Hijri.\n\nThe [primary clock](https://z13cdn.web.app) is a decimal one with 10 hours per day, 100 minutes per hour, & 100 seconds per minute. The time on this clock is essentially the percent of the day that is done.\n\n* Gregorian Calendar\n* Hijri\n* 13-Sign Zodiac (forward counting)\n* 13-Sign Zodiac (countdown counting)\n* 24-Hour Day\n* 10-Hour Day\n* International Fixed Calendar\n* 5 Hours of Light & 5 of Dark; 100 minute hours & 100 second minutes\n* Mayan Long Count *(13.0.0.0.0 = 2012/12/21, maxes 20.20.20.18.20)*\n* ⋮\n\n![Teams](assets/images/teams.svg)\n\n![Shifted Teams](assets/images/shifted%20teams.svg)\n","n":0.086}}},{"i":44,"$":{"0":{"v":"Spaces","n":1},"1":{"v":"[gaians.web.app](http://gaians.web.app)\n\nEach level is a partition of the space above.\n\nRent is paid up the ladder with each level taking a percentage from a conglomeration of the lower partition. The Universe uses its rent to develop software for the sustenance of all the teams.\n\n* Universe\n* Cosmological Features (Planet Earth)\n* Continents & Seas (North America)\n* Countries (US)\n* Regions (South)\n* States (TN)\n* Counties (Sullivan)\n* Cities (Bluff City)\n* Neighborhoods (Riddle Creek Subsdivision)\n* Plots (665)\n* Large Fixtures (House)\n* Rooms (Screened-In Porch)\n* Furnishings (Left Bed)\n","n":0.113}}},{"i":45,"$":{"0":{"v":"Realms","n":1},"1":{"v":"\nThe teams are named after aspects of Norse cosmology:\n\n* ᛗ ― Miðgarðr: Humans\n* ᚫ ― Ásgarðr: Heroes\n* ᚡ ― Vanaheimr: Sages\n* ᚦ ― Jötunheimr: Giants\n* ᛃ ― Álfheimr: Elves\n* ᛏ ― Hel: Corpses\n* ᛠ ― Svartálfaheimr: Dwarves\n* ᛁ ― Niflheimr: Ice\n* ᛊ ― Múspellsheimr: Fire\n* 🐲 ― Níðhöggr: Dragon who gnaws at Yggdrasil\n* 🐿️ ― Ratatoskr: Squirrel who lives in Yggdrasil\n* 🦌 ― Dáinn, Dvalinn, Duneyrr and Duraþrór: Stags that nibble at Yggdrasil\n* 🦅 ― Veðrfölnir: Hawk sitting on an eagle perched on Yggdrasil\n\n![Yggdrasil](assets/images/Yggdrasil.svg)\n","n":0.109}}},{"i":46,"$":{"0":{"v":"Projects","n":1},"1":{"v":"* **Stay: ^stay** Mapping spaces, capturing task descriptions, and coordinating property management, allowing participants to maintain and reserve spaces at a minimum of monetary cost.\n  Space is rented by a user under the auspices of a set of teams. The team specifies the expected application of the space.\n\n* **[[The New Black Market|13-13s.axes.projects.market]]: ^substances** An interface for selling things with a digital testing certificate. Aimed in large part at the violence, dilution, & theft-free distribution of substances, regardless of their provenance.\n\n* **[[Courier|13-13s.axes.projects.courier]]: ^courier** Rather than most substances being delivered through the mail, there could be a person-to-person blind delivery service. Couriers are pairs of people in a vehicle. They serve a variety of tasks dependent on the need:\n\n  This includes:\n   * **Dashcam: ^dashcam** An Android app for recording driving with an active operator to be called in times of emergency. The same application is used when a pair is called on as camerapeople. One of the main rule enforcement mechanisms is to send camerapeople to investigate disturbances.\n     The streams are shared with anyone present in them.\n\n   * **Dispatch: ^dispatch** Cars are generally two people and they can serve a variety of functions. As Driver & [[Courier|#^courier]]\n    delivering a parcel. As Driver and [[Clerk|#^stuff]] pandering to a rider in the car. The dispatch application helps the pairs coordinate.\n\n* **Alignments: ^alignments** Allow the 13 teams of Yggdrasil to coordinate with each other to allocate the 13 axes. Each teams starts by specifying their optimal layout. This program would also contain other aspects of team coordination such as the various bonding curves for token swapping.\n\n* **[[Pairs|13-13s.axes.projects.pairs]]: ^pairs** There are 13 projects. Participants may be members of multiple teams to varying extents. Development is through a series of pair programming meetings where the developers pass off control of the codebase from one pair to another. Peers review the process and based on their evaluations reputations are formed.\n\n* **Mïmis: ^mimis** A distributed graph database of versioned XML documents holding, initially, bunches of variations of SVGs and unzipped EPub books. In addition to the traditional file tree, other contexts will be available for reference; such as recolorings of SVGs or collections of icons.\n\n* **Reader: ^reader** A web-based eReader meant to allow browsing the universal library stored in [[Mïmis|#^mimis]].\n\n* **Stuff: ^stuff** What does the world hold and where is it located.\n\n* **When: ^when** 13-Sign Zodiac / Hijri / 10-hour day w/ 100 minutes per hour / 100 seconds per minute; coordinated with the housing arrangements from [[Stay|#^stay]] & devs from [[Code|#^code]].\n\n* **Ring: ^ring** Part of rules enforcement relies on the credible threat of physical force. This is determined by peer-reviewed recordings of fights.\n","n":0.048}}},{"i":47,"$":{"0":{"v":"Serial Pairs","n":0.707},"1":{"v":"This is a framework to support the organization of continual work on a project by scheduling a series of overlapping pair programming sessions. Adjacent pairs of developers have an overlap to allow the departing pair to brief the incoming pair of their progress.\n\nAll work is both streamed and recorded. Participants receive a base payment for being present for a session and recording a video. That compensation, however, can be more than doubled based on peer review of the session stream.\n\nThe goal is to provide a resource for architects who have a reasonably well structured project description, but don't have the resources to build a development organization. Also, the recordings will capture the entire development process for the program, and, when combined with the review metadata should provide interested parties a live \"blame\" view of the author's thinking for each piece of code.\n\n## Interfaces\n\nThere are four primary interfaces used to orchestrate the endeavor:\n\n  * [Scheduling](#scheduling)\n  * [Transition](#transition)\n  * [Execution](execution)\n  * [Review](#review)\n\n### Scheduling\n\nA session has at least three participants: the Navigator, the Driver, and a Witness. The Navigator described the code to be written while the Driver operates the keyboard.\n\nNavigators apply for sessions by providing:\n\n* a minimum hourly rate they will accept\n* the time slot they desire; because the time is dependant on the session before, they specify what they want as:\n  * a minimum start time\n  * a maximum end time\n  * a minimum duration\n  * a preferred duration\n  * a maximum duration\n* a set of GitHub issues they intend to address\n* a set of tasks they expect to accomplish\n\nMembers of a planning circle maintain a GitHub project to rank issues and tasks so that would be Navigators know what to prioritize.\n\nNavigators are chosen using ranked choice ratings voted on by token holders. Drivers and Witnesses are then chosen by the Navigators. Once complete, the cost has to be approved for the entire set.\n\nThere is a rolling window of five days by which a team should have been chosen. A backup team may also have a conditional bid approved.\n\nThere are multiplier tokens which increase voters' influence. A project has a single primary Architect who has the ability to distribute tokens *(and the ability to distribute the ability to distribute tokens)*. Tokens can be destroyed via collective action.\n\nFive days in advance of a slot being worked, bids are chosen both for a worker and an on-call backup to take the session if the selected group doesn't make check-in.\n\n#### Scheduling Incentives\n\nThe expected minimum pay is $15 / hour for everyone with bonuses based on the result of the evaluation of the recording.\n\n### Transition\n\nAn hour before the previous pair leaves, the next pair checks in and joins the stream of the departing pair.\n\nThe Navigator has a ten minute window to make checkin. After that the system will attempt to replace the team with its backup.\n\nDuring the hour of overlap the incoming pair will get a stream key for the Driver to configure OBS on their system. The viewing key will be encrypted using Lit & made accessible to appropriate token and address holders.\n\nAll participants in the call are encouraged to record in case there's some issue with the Driver's stream.\n\nCalls take place via a Discord video chat that has a bot bouncer limiting access to holders of specific addresses and tokens.\n\nThe two pairs use the overlapping hour for the departing team to summarize their accomplishments & any outstanding tasks. Based on this feedback the coming pair may choose to alter the tasks they play to address.\n\nEventually, the leaving pair makes a final commit and control passes to the new team.\n\n### Execution\n\nA major component of compensation is based on input from a program that semantically breaks down the video into time periods of activities like debugging or new development or testing.\n\nPeriods when the pair goes off track are marked as well as events like discovering a solution and writing code that doesn't conform to the syntax standards.\n\nDuring their session the participants have access to this review interface to create a first pass at marking the recording in real time.\n\n### Review\n\nOne of the dangers of this system is that the development pair will accidentally reveal secret information to the stream that will be used by an attacker to perform an exploit.\n\nTo avoid this, until the video has undergone a set of trusted full reviews where the interface allows the flagging for blurring of secret data review will be limited to sets of token holders.\n\nAs well as an objective description of the events, reviewers are also able to make subjective assessments: both descriptive statements and also weighted terms. It will also be possible to review reviews and rate the veracity of an assessment.\n\n#### Incentives\n\nThe pair of programmers receive a fixed rate that is moderated by the reviews of their session.\n\n\n\n## Technologies\n\n* [Livepeer](https://livepeer.org) will be used for steaming the sessions & capturing recordings.\n* [Ceramic](https://ceramic.network) will be used for storing review information.\n* The FEVM will be used for an ERC-1155 deployed for token-based accomplishment tracking and permissions.\n* [IPFS](https://ipfs.io) will be used for the storage of video streams.\n* Postgresql will be used for querying bids to determine potential schedules.\n","n":0.034}}},{"i":48,"$":{"0":{"v":"The New Black Market","n":0.5},"1":{"v":"Shopper access is mediated through token access. Shops can be token-gated, but the metadata for a token also contains information about how to sync with that shop's state.\n\nSales data is public. A shopper knows how much the seller paid for their supply. This is so that the most accurate models possible can be derived for the market as a whole. Zero knowledge is used to protect the anonymity of both parties.\n\nWhen items are sold the buyer is responsible for creating a delivery plan.\n\nItems are stored relative to waypoints in terms of time. Rather than sharing with the system the exact storage location of something, its location will be \"within *x* minutes of *y*\". When on the job, Couriers will describe their location using the same nomenclature.\n\nThe system will generate recommended series of holders and couriers which span the distance from the items waypoint to the customer. The buyer will choose from these options based desires for cost and speed.\n\nEach item in the system is uniquely identified within the system. A sales contract for a generic item will be for one from a set of potentials.\n\nHolders are responsible for maintaining storage locations. A holder might give over a room in their house to the system. They could adjust their contracts so that items they use regularly are part of what is stored at their site. When they have need of more of a product, they contact the seller and buy directly from what is already onsite.\n\nItems are protected through a combination of escrows, bonds, and reputation.\n\nThe process begins when a distributor receives in bulk from a supplier. The distributor divides and packages the bulk receipt. They then create representations of the items in their shop, coordinate that with a NFC tag on the item, and sync that data to the network.\n\nPackages exist within the system solely in terms of their physical characteristics, their waypoint-based location, & a unique tracking identifier.\n\nOutside parties will be given the capacity to make verifiably authentic claims about items or collections of items within the network. Say for instance someone is buying insulin through the network, a sample of the product can be sent to a testing lab in such a way the lab can make available to someone viewing the product the results of the tests.\n\nTaking possession of an item will involve scanning its NFC tag and signalling a to the network a change of control.\n","n":0.05}}},{"i":49,"$":{"0":{"v":"Courier Service","n":0.707},"1":{"v":"There is what amounts to a distributed store where a set of available goods is spread through a collection of cars and stationary locations.\n\nFor many transactions the seller will give the courier a locked reusable shipping pouch. The courier delivers blind and the recipient gets the lock combination directly from the seller.\n","n":0.139}}},{"i":50,"$":{"0":{"v":"Needs","n":1},"1":{"v":"\n* Security\n* Surveillance\n* Communications\n* Substances\n* Food/Water\n* Sex\n* Shelter\n* Tools\n* Transport\n* Housekeeping\n* Time/Record Keeping\n* Transparency\n* Community/Therapy\n\nThe concept here is to come up with a 13-way partition that covers everything people want and covers all the services necessary to organize a game.\n\nYggdrasil is fundamentally about control of space. Spaces are deliniated by 3D maps and preferential token weighting alternates between the alliances. For one round red teams' tokens are worth double, then purple, then blue, then purple, red, repeat.\n\nBecause purple is in the queue twice and has a fifth team to red and blue's four, it is strongly preferenced to have access to space.\n\nThis is because two of the teams – sex and substances – are illicit. Some of what they provide will be illegal. The ultimate goal is have the establishment actively participating as one of the 13 teams: gold. Until that happens, there is an adversarial relationship that is handled by having contingency plans based frequently around amassing large groups of people to impede the movement of vehicles.\n\nSo the gold team exists to identify members of the establishment. All law-enforcement officers should hold gold to signal their allegance to that organization.\n\nGold would be minted, like Black, from an attestation system where an officer submits a video claiming to be law-enforcement & the approval of others equates to a token transfer.\n\nThe 13 teams tokens are minted to represent different things. Black tokens are meant to go to black lives. They will be used to gate access to information useful in building a distribution network for substances to act as a violence-free alternative to the cartels.\n","n":0.062}}},{"i":51,"$":{"0":{"v":"Names","n":1},"1":{"v":"\nEach player has 13 potential names that they can be identified by. Which name is chosen will signify aspects of the role the players is expected to fulfill.\n\n* *Given*\n* *Online*\n* *Nick*\n* *Street*\n* *SS#*\n* *Forbidden*\n* *Code*\n","n":0.169}}},{"i":52,"$":{"0":{"v":"Months","n":1},"1":{"v":"The 13 months of the scientifically accurate Zodiac are used to delineate a social calendar:\n\n- ♑: Capricorn: <1/21 – 2/16>: 27 days \n- ♒: Aquarius: <2/17 – 3/11>: 24 days\n- ♓: Pisces: <3/12 – 4/18>: 38 days\n- ♈: Aries: <4/19 – 5/13>: 25 days\n- ♉: Taurus: <5/14 – 6/21>: 40 days\n– ♊: Gemini: <6/22 – 7/20>: 30 days\n– ♋: Cancer: <7/21 – 8/10>: 22 days\n– ♌: Leo: <8/11 – 9/16>: 38 days\n– ♍: Virgo: <9/17 – 10/30>: 45 days\n– ♎: Libra: <10/31 – 11/23>: 24 days\n– ♏: Scorpio: <11/24 – 11/29>: 6 days\n– ⛎: Ophiuchus: <11/30 – 12/27>: 28 days\n– ♐: Sagittarius: <12/28 – 1/20>: 25 days\n\nThe 13-sign zodiac is the scientifically accurate representation of the position of the constellations relative to the plane of the elliptic.\n\nThe calendar is zero-indexed with 100 minute hours and hundred second minutes. Initially, it is counting down to -1/♐/0 ≣ 0⁄♑⁄0 which falls on January 20ᵗʰ, in the year of the Inauguration of a President of the U.S.A..\n\nThe 0ᵗʰ year is the start of the Revolution. In one possible future, Joe Biden learns of this plan and decides to participate, making year zero the beginning of his tenure *(2021)*. In another he is defeated by a candidate supporting the revolution, making the year zero 2025. In another it isn't until 2029.\n\nIn any case, the transfer of power to the revolutionary structure follows the established mechanism for doing so: an election.\n\n","n":0.065}}},{"i":53,"$":{"0":{"v":"Languages","n":1},"1":{"v":"\nEach team conducts its core business, ideally, in a different language.\n\n*(This one may be too logistically difficult to implement…)*\n\n* English\n* Chinese\n* French\n* Wolof\n* Arabic\n* Esperanto\n* Swedish\n* Spanish\n* Hindi\n* Russian\n* Hopi\n* Sign Language\n* ¿Category Theory?\n","n":0.171}}},{"i":54,"$":{"0":{"v":"Guilds","n":1},"1":{"v":"\nEach team has a specialized skill set that they offer to the game as a whole.\n\n* Gardeners'\n* Gatherers'\n* Hunters'\n* Rangers'\n* Protectors'\n* Couriers'\n* Writers'\n* Builders'\n* Thinkers'\n* Guides'\n* Orphans'\n* Commercants'\n* Sharpshooters'\n","n":0.186}}},{"i":55,"$":{"0":{"v":"Colors","n":1},"1":{"v":"\n* [[Green|13-13s.conglomerations.non-human-life]]: #009900\n* Blaze: #9D3E3F\n* [[Brown|13-13s.conglomerations.housekeepers]]: #663300\n* [[Black|13-13s.conglomerations.“blacks”]]: #000000\n* [[White|13-13s.conglomerations.“whites”]]: #FFFFFF\n* Cyan: #00FFFF\n* [[Yellow|13-13s.conglomerations.therapists]]: #FFFF00\n* [[Gold|13-13s.conglomerations.the-establishment]]: #FFDF00\n* [[Silver|13-13s.conglomerations.enforcement]]: #C0C0C0\n* Copper: #B87333\n* Pink: #FF007F\n* Peach: #FFE5B4\n* Gray: #808080\n","n":0.192}}},{"i":56,"$":{"0":{"v":"Captains","n":1},"1":{"v":"\nEach of the 13 teams has a leader responsible for making certain early decisions such as who to invite to their team initially.\n\nAs the teams grow, these functions should largely be passed on to voting structures of the entire populace though the captain will retain certain benevolent dictator powers necessary for efficient administration.\n\n* δυς\n* Mo'\n* Joe Biden *(President of the U.S.A.)*\n* Timothy L. Nuvangyaoma *(Chairman of the Hopi Tribal Council)*\n* _XY Celebrity \\#1_:\n* _XY Celebrity \\#2_:\n* _XY Celebrity \\#3_:\n* _XX Celebrity \\#1_:\n* _XX Celebrity \\#2_:\n* _XX Celebrity \\#3_:\n* ⋮\n","n":0.106}}},{"i":57,"$":{"0":{"v":"Animals","n":1},"1":{"v":"\n*I don't know that this one is all that important. I was thinking of it as a source for iconography.*\n\n* Eagle\n* Squirrel\n* Deer\n* Dragon\n* Bear\n* Horse\n* Whale\n* Fish\n* Ant\n* Cat\n* Dog\n* Platypus\n* Giraffe\n","n":0.174}}}]}
