{"keys":[{"path":["title"],"id":"title","weight":1,"src":"title","getFn":null},{"path":["body"],"id":"body","weight":1,"src":"body","getFn":null}],"records":[{"i":0,"$":{"0":{"v":"This page has not yet sprouted","n":0.408},"1":{"v":"[Dendron](https://dendron.so/) (the tool used to generate this site) lets authors selective publish content. You will see this page whenever you click on a link to an unpublished page\n\n![](https://foundation-prod-assetspublic53c57cce-8cpvgjldwysl.s3-us-west-2.amazonaws.com/assets/images/not-sprouted.png)","n":0.189}}},{"i":1,"$":{"0":{"v":"The Revolution Will Be Live","n":0.447},"1":{"v":"\n_TRWBL_ is a near-term science fiction story describing the progression from the world of today to a future without homelessness, hunger, or war.\n\nIf such a narrative could be made sufficiently convincing, people might be convinced to participate in the initial steps outlined for bringing the plan to fruition.\n\nThe main vehicle for execution is the creation of an augmented reality game called [[Yggdrasil|13-13s]].\n\n## Bootstrapping\n\nConceptually, _TRWBL_ is supposed to bootstrap itself by gaining the support of people who see it as feasible, and, in doing so, gain further followers until there is a steadily growing consensus that to take part in the story will be to find a place in history like marching at Selma or against Vietnam.\n\nThje desire for historical significance will be one of the primary drivers for participation, particualrly given the large percentage of the activities that will be recorded.\n\n## Synopsis\n\nAn organization funded by the distribution of substances offers a viable alternative to the police in maintenance of a new mechanism for the control of space. Spaces held by the organization make heavy inroads into properties controlled by churches and banks.\n\nThe needs of the network of locations is managed through a 3D interface that also tracks what spaces everyone controls through time.\n\n## How to Participate\n\n* The [[Silver team|13-13s.conglomerations.enforcement]] will need recordings of combatants that are available for rules enforcement.\n* All technological aspects of the system should be open-source. In situations where open solutions don't exist yet, rather than developing new work, whenever possible market pressure will be applied to existing corporations to open their technologies.\n* One of the first fundraisers will be an early prototype of the courier system used to deliver innocuous items such as corn & rock salt. Ownership within the system is represented as an NFT.\n* Money, in general, should be funneled into [[Code|13-13s.axes.projects#code]] where it will be converted into computer programs to support various aspects of the process.\n","n":0.057}}},{"i":2,"$":{"0":{"v":"Daily","n":1}}},{"i":3,"$":{"0":{"v":"Journal","n":1}}},{"i":4,"$":{"0":{"v":"2023","n":1}}},{"i":5,"$":{"0":{"v":"09","n":1}}},{"i":6,"$":{"0":{"v":"2023-09-16","n":1}}},{"i":7,"$":{"0":{"v":"Proposals","n":1}}},{"i":8,"$":{"0":{"v":"Metacartel","n":1}}},{"i":9,"$":{"0":{"v":"№ⅱ","n":1},"1":{"v":"# Grant Proposal for The Revolution Will Be Live\n\nFor over a decade now I have been obsessed with the idea that we live in a world of sufficient abundance to support post-scarcity societies, but the structures that brought us to this point take time to evolve.\n\nOne of the ways that significant change could rapidly take place is through the propagation of social services enabled by new computer software.\n\n# Manifesto\n\nMany of my concepts are having difficultly of circular dependencies.\n\n* Create an interface for the automatic recompense of pair programming sessions.\n\n* Develop a content-management network for public data.\n\n* Produce a calendar based on concretizing a 1, 5, and 10 year plan. Include societal events such as the end of war and hunger.\n\n* Build a DLT-managed courier network for the delivery of things and people.\n\n* Dashcam app to monitor car status and aid in desired situations.\n\n* Dispatch app to coordinate cars.\n\n* Take possession of spaces, create virtual maps of them, codify the maintenance tasks to be done, and make it available to the public at minimum cost.\n\n* Reform the black market for drugs and begin to digitize the supply chains.\n\n* Raise the social capital to allow Biden to cease the dropping of all bombs.\n\n* Found a church based on a real, but internal, Holy Spirit.\n\n* Form a Caliphate to own the spaces. The decision-makers should be more than 50% XX females.\n\n* Organize the livestreamed search for the leadership of the armed groups in the world. Provide them with secure communications devices and broker a cessation of armed conflict.\n\n* With the copious coffers of the US & world militaries, we should have little trouble finishing hunger, homelessness, and boredom.\n\n# Problem\n\n* I would like to feed 100,000 books, semantically marked-down, to a chat bot and see how it talks.\n\n* I'd like to be able to view a list of the most influential creative works for anyone on the planet who decided to curate one, along with the ability view those works.\n\n* I'd like to be able to send a cryptocurrency tip for a work and have it configurably divided amongst the creators and curators of that work.\n\n* I'd like for artists to be able to compose images where specific areas are optionally allocated to other artists.\n\n* I'd like to be able to edit the files of any website I visit, and have those changes always appear to me locally. Also, allow others to incorporate those changes and bring them to the attention of the original author.\n\n* I'd like for myself and everyone else to have a plethora of options for how to spend our time without the worry of cost, and without the threat of homelessness or starvation.\n\n# Solution\n\n[Mïmis](https://github.com/MetaFam/mimis/) is built on a node-sharded graph stored in Ceramic. Each node in the tree is a separate updatable document. The entire structure is cached in a Neo4j instance running in Docker either on the user's machine or in the cloud.\n\nThe output for any path is available as both content and context. The context for a location is produced using any of a variety of algorithms provided by Neo4j. They can run a local page rank that is tracking their browsing history with much finer granularity than Google ever could b/c it is a trusted agent.\n\n# Product\n\nWhat I can get done is highly dependent on the money. I have an increasingly complete vision for how a group of software systems could interact. [Mïmis](https://github.com/MetaFam/mimis/) is the base of it all.\n\nMïmis houses and organizes all the data. As peers are consuming data, they are also sharing their cache of the source forest. Those source trees can be public or private.\n\nIn addition to Ceramic, I would like users to be able to store a set of nodes locally. These nodes are also used to generate interfaces and manage the cache, but it is not public that the user is hosting them.\n\nSoftware-wise, there is the client, and Ceramic is really the \"server\". All the logic for how to expand the source tree to the render tree is local.\n\n# Progress\n\nOn the larger front, I can only really focus in depth on one project at a time. I first became convinced I could be an active part of a rapid societal change over a decade ago. I've contemplated hundreds of different use cases for apps in that period, but I really only have the time to reason thoroughly through five or six.\n\nMy stretch goal is the end of war, so what percentage of that do I have figured out? 65‒70%. There are three independent striations – the personal, the social, and the planetary – that this change will take place in, and I think I have a reasonably well grounded plan for each.\n\n# Differentiation\n\nNo one else is doing this because it tramples over copyright laws, massively simplifies building a child pornography collection, and is great for doxing someone.\n\nAs for the Revolution, white people don't think it can happen, and black people don't think it can be done peacefully.\n\n# Team\n\nI, Will Holcomb, \"δυς\", will take anything you give me up to $10k, match it, and focus on finding competent pair programming partners. The core algorithm is still too much in my head and I need to spend time explaining it to someone else to work it out.\n\n# Grant Request\n\n* MC@$7.5k + Δυς@$7.5k = $15k is about the least I'd want to offer Raid Guid for a client library that can resolve resource paths and a web app for creating and browsing those paths in Ceramic.\n\n* MC@$10k + Δυς@$10k = $20k would let us add a command line client that can pull down a directory tree and write one back ala. Git.\n\n* MC@$10k + Δυς@$10k + ETH@$10k = $30k would allow the addition of private source graph storage, a content recommendation engine based on combining forests, and tools for revising the contents of points.\n\n* MC@$10k + Δυς@$10k + ETH@$10k + MG@$10k + TREE@$10k = $50k, and we add the dashcam app. Part of what Mïmis will do is propagate DIDs for everyone. This digital identity can be leveraged to coordinate the movement of agents in the real world.\n\n* $100k and I can build a Warehouse ala. Warhol where talented developers push out finished versions of my half-formed creations.\n\nProject development takes place in terms of sprints aligned to the lunar cycle. Team leads have rotating stays at various luxurious locations in conjunction with other leads. Meetings from these locations are all livestreamed.\n\n* $100k + mass-spectroscopy equipment, and it's full-steam ahead. We open a testing facility for drug supplies that serves as the basis for a reformed (violence, theft, and impurity-free) black market.\n\n* $100k + mass-spectroscopy equipment + an aircraft carrier, uh-oh, this is breaking too fast. Too many people are having unpleasant awakenings to the concept that Jesus or Mohammed is just another historical figure and looking for someone to blame. Bullets are cheap, and crazies aplenty. Time to hit the open seas and become unassassinable for a few years.\n\n# Help\n\nHow I would like to see this executed is via recorded pair programming. Eventually, I would like the information to be indexed such that I could choose a line of code and see the discussion for when it was created.\n\nHelp at this point, is finding money to give to other people to give to other people, I guess.\n\nReally, to get my Revolutionary calendar to align with the Gregorian one, such that I'm writing on 0/♈/12 rather than -3/♉/22, because historically Joe Biden's was the first Presidency in the Revolution and not his successor, would be for him to stop the dropping of bombs, and clear the way for us to reform the black market.\n","n":0.028}}},{"i":10,"$":{"0":{"v":"№ⅰ","n":1},"1":{"v":"# Grant Proposal for Mïmis\n\n[Mïmis](https://github.com/MetaFam/mimis/) is a P2P collaborative filesystem. Users specify trees from other users to incorporate with their own to create intelligent composites.\n\n# Manifesto\n\nIntellectually, we are dying of thirst sitting in a stream. We have the tools to make huge quantities of information available. I want to create an overlay on the Ceramic network to save all the contextualizations for any arbitrary data.\n\nI want for a user to be able to pick an object from the category of discutable things and create a set of \"paths\" which refer to that concept. Paths capture both objective (`/book/by/Scott Peck/The Road Less Traveled/`) and subjective (`/favorite/books/psychology/1/`) contextualizations.\n\nThe user publishes their context forest into a DAG in the Ceramic network where the leaves are IPFS resources (primarily). When a resource is requested, the [resolution algorithm](https://github.com/MetaFam/mimis/#algorithm) builds a render tree from a path through the source forest to decide what to return.\n\n# Problem\n\n* I would like to feed 100,000 books, semantically marked-down, to a chat bot and see how it talks.\n\n* I'd like to be able to view a list of the most influential creative works for anyone on the planet who decided to curate one, along with the ability view those works.\n\n* I'd like to be able to send a cryptocurrency tip for a work and have it configurably divided amongst the creators and curators of that work.\n\n* I'd like for artists to be able to compose images where specific areas are optionally allocated to other artists.\n\n* I'd like to be able to edit the files of any website I visit, and have those changes always appear to me locally. Also, allow others to incorporate those changes and bring them to the attention of the original author.\n\n* I'd like for myself and everyone else to have a plethora of options for how to spend our time without the worry of cost, and without the threat of homelessness or starvation.\n\n# Solution\n\nMïmis is built on a node-sharded graph stored in Ceramic. Each node in the tree is a separate updatable document. Paths are resolved by walking the graph and building a render tree based on the configuration at each position.\n\nThe output for any path is available as both content and context. The context for a location is produced by traversing the render tree after generation is complete and producing a JSON document. It includes which DIDs were responsible for providing which content and how many contacts' trees included each resource.\n\n# Product\n\nWhat I can get done is highly dependent on the money. I have an increasingly complete vision for how a group of software systems could interact. [Mïmis](https://github.com/MetaFam/mimis/) is the base of it all.\n\nMïmis houses and organizes all the data. As peers are consuming data, they are also sharing their cache of the source forest. Those source trees can be public or private.\n\nIn addition to Ceramic, I would like users to be able to store a set of nodes locally. These nodes are also used to generate interfaces and manage the cache, but it is not public that the user is hosting them.\n\nSoftware-wise, there is the client, and Ceramic is really the \"server\". All the logic for how to expand the source tree to the render tree is local.\n\n# Progress\n\nI have an algorithm for converting a source tree to a render tree. I have maybe 20% of a reasonable visualization.\n\nOn the larger front, I can only really focus in depth on one project at a time. I first became convinced I could be an active part of a rapid societal change over a decade ago. I've contemplated hundreds of different use cases for apps in that period, but I really only have the time to reason thoroughly through five or six.\n\nMy stretch goal is the end of war, so what percentage of that do I have figured out? 65‒70%. There are three independent striations – the personal, the social, and the planetary – that this change will take place in, and I think I have a reasonably well grounded plan for each.\n\n# Differentiation\n\nNo one else is doing this because it tramples over copyright laws, massively simplifies building a child pornography collection, and is great for doxing someone.\n\nAs for the Revolution, white people don't think it can happen, and black people don't think it can be done peacefully.\n\n# Team\n\nI, Will Holcomb, \"Δυς\", will take anything you give me up to $10k, match it, and give it to Raid Guild.\n\n# Grant Request\n\n* MC@$7.5k + Δυς@$7.5k = $15k is about the least I'd want to offer Raid Guid for a client library that can resolve resource paths and a web app for creating and browsing those paths in Ceramic.\n\n* MC@$10k + Δυς@$10k = $20k would let us add a command line client that can pull down a directory tree and write one back ala. Git.\n\n* MC@$10k + Δυς@$10k + ETH@$10k = $30k would allow the addition of private source graph storage, a content recommendation engine based on combining forests, and tools for revising the contents of points.\n\n* MC@$10k + Δυς@$10k + ETH@$10k + MG@$10k + TREE@$10k = $50k, and we add the dashcam app. Part of what Mïmis will do is propagate DIDs for everyone. This digital identity can be leveraged to coordinate the movement of agents in the real world.\n\n* $100k and I can build a Warehouse ala. Warhol where talented developers push out finished versions of my half-formed creations.\n\nProject development takes place in terms of sprints aligned to the lunar cycle. Team leads have rotating stays at various luxurious locations in conjunction with other leads. Meetings from these locations are all livestreamed.\n\n* $100k + mass-spectroscopy equipment, and it's full-steam ahead. We open a testing facility for drug supplies that serves as the basis for a reformed (violence, theft, and impurity-free) black market.\n\n* $100k + mass-spectroscopy equipment + an aircraft carrier, uh-oh, this is breaking too fast. Too many people are having unpleasant awakenings to the concept that Jesus or Mohammed is just another historical figure and looking for someone to blame. Bullets are cheap, and crazies aplenty. Time to hit the open seas and become unassassinable for a few years.\n\n# Help\n\nHow I would like to see this executed is via recorded pair programming. Eventually, I would like the information to be indexed such that I could choose a line of code and see the discussion for when it was created.\n\nHelp at this point, is finding money to give to other people to give to other people, I guess.\n\nReally, to get my Revolutionary calendar to align with the Gregorian one, such that I'm writing on 0/♈/12 rather than -3/♉/22, because historically Joe Biden's was the first Presidency in the Revolution and not his successor, would be for him to stop the dropping of bombs, and clear the way for us to reform the black market.\n\n# Additional Resources","n":0.03}}},{"i":11,"$":{"0":{"v":"Procedures","n":1}}},{"i":12,"$":{"0":{"v":"Plugging","n":1},"1":{"v":"1. A plug enlists customers.\n1. A supplier lists an offer of a price per quantity with a time limit.\n1. Customers start campaigns to purchase offers with staked DAI.\n1. If the reserve is met, the bid is sent to the dealer for approval.\n1. The staked DAI is moved to escrow.\n1. The recipient is notified a package is incoming.\n1. The supplier fulfills the order.\n1. A local receives the package.\n1. A courier moves the package to the plug.\n1. The plug divides the package into orders.\n1. Couriers deliver the orders.\n\nIn realtime, offers are local and shared between the dealer and their plugs.\n","n":0.101}}},{"i":13,"$":{"0":{"v":"Party Favors","n":0.707},"1":{"v":"This is an idea for an event facilitation program.\n\n1. An Owner maps a site and designates availability\n1. A Host selects the site and time period they would like to reserve\n1. A Host invites Guests to pick spaces for the duration\n1. Guests make reservations for spaces\n1. Guests specify substances they are interested in\n1. Dealers can see all the users desires and can make bids for a house\n1. Guests view bids and make specific purchasing requests\n1. Some set of bids are accepted\n1. Dealers individually seal each of the orders and mail it to the Collector\n1. The Collector conglomerates all the packages into one parcel\n1. The Bootlegger picks up the parcel, divides the orders into combination locked bags with a printed nfc card in the lock\n\t* The front of the nfc card is artwork provided by the Guests\n\t* The back of the nfc card is a QR code\n\t* The value of the nfc card is a url that returns the value of the QR code\n\t* There is a pouch on the bag such that the back of the card cannot be viewed without removing the lock\n1. A piece of paper with the Guests alias is placed in the pouch along with the card\n1. The bags are delivered to the site\n1. The bags are distributed to rooms according to reservations\n1. The Guest receives the bag\n1. The QR code contains a link to get the combination of the locked\n1. They authenticate to the app and confirm receipt\n","n":0.064}}},{"i":14,"$":{"0":{"v":"Warfare","n":1},"1":{"v":"As with most of its systems, the Technoanarchist approach to warfare involves lots of livestreaming.\n\nThere are, initially at least, very few soldiers. We could start with a single group, small enough to be non-threatening, say five people.\n\nThis team is on a search for the individuals with the most capability of ending gunfire. The goal is not to address the conflicts, but to transition the mechanisms of conflict to ones without violence.\n\nSo, initially, to stop all bombing. This group of five would be streamed traveling through conflict areas attempting to explain their purpose to get communications devices into the hands of those giving the orders.\n\nDevices should make a genuine effort to avoid localizing of the user. \"Enemy\" leaders should be free to communicate without increasing their risk of reprisal.\n\nAs a sign of good faith, the accounts that they use should be able to contact each other. It creates a new robust network that could be used for planning attacks, but the goal is to demonstrate that we are about strengthening their infrastructure even when it creates a risk for us.\n\nSo what it ends up looking like is a small group of people (5 agents, 5 camerapeople, 5 support) giving out devices, training, and interviewing to figure out where to head next.\n\nEverything should be conducted in the local languages. This means having the entire team be at least intermediate speakers.\n\nThis would all work so much better if Biden had the political will and capital to stop bombing. That's not anywhere near on the table currently to the extent it sounds unrealistic to propose it.\n\nIf the meme existed and was popular that this is feasible to do, and that Biden could be the one to lead the world out of dropping explosives from the sky, he might seize the moment.\n\nAnother, more controversial, aspect of the war movement is the storyline that the people who influenced the US government to stop bombing are in the process of forming a Caliphate.\n\nThe issue is that a Caliphate calls for a Caliph, and who would run the government and church I've envisioned other than me? It is at the point I describe my plan as including my being elected President and seen historically as a major prophet, is that it seems absolutely untenuous.\n\nEspecially the idea of people changing their religion and saying \"the Holy Spirit exists and can guide my actions, but it doesn't exist outside of myself.\"\n\nEspecially especially the fundamentalists that I hope to be addressing in the crusade to end armed warfare.\n\nIt seems easier at times to address the problem of homelessness and hunger under the premise that without those it will become increasingly difficult to find soldiers.\n\nDealing with that problem on a global scale, however, is much easier if you can free up the resources currently going to defense.\n","n":0.046}}},{"i":15,"$":{"0":{"v":"Timeline","n":1},"1":{"v":"The story is laid out as a series of events aligned with various calendars. The primary is the [[13-sign zodiac|13-13s.axes.months]].\n\n* -0/♊/14: HackFs Starts\n* -0/♋/4: HackFs Stops\n* -0/♎/16: Election Day\n* -0/♑/0: 0/♑/0: Inauguration of the next US President\n* -3/♊/37: [[Thirteen Thirteens|13-13s]]\n","n":0.158}}},{"i":16,"$":{"0":{"v":"Funding","n":1},"1":{"v":"\nThe core of the monies will come through the establishment of an alternative violence-free and quality-assured system for the distribution of substances regulated and otherwise.\n","n":0.2}}},{"i":17,"$":{"0":{"v":"13 13s","n":0.707},"1":{"v":"\n# Yggdrasil\n\n13 13s is the basic structure of the augmented reality game Yggdrasil. There are 13 axes each with 13 elements. There are 13 teams, each of which is mapped to one element on each axis.\n\nThere are 13 tokens and 13 essential needs. The token is supposed to exchange very favorably for its associated need. Food, for instance, is really cheap in orange tokens, and shelter in brown.\n\nThe primary point of [[Yggdrasil|13-13s]] is the control of space.\n\nAll spaces within the system are alloted at each round in proportion to the prevalence of the 13 teams according to the portion of the year they occupy on the [[13-sign zodiac|13-13s.axes.months]].\n\n## Coordinating With The Establishment\n\nTwo of the needs, Substances and Sex, put the game at potential odds with law enforcement. The other teams, of which the existing establishment is one: the gold team, coordinate to help back credible retaliatory threats.\n\n![Teams](assets/images/teams.svg)\n\n![Shifted Teams](assets/images/shifted%20teams.svg)","n":0.082}}},{"i":18,"$":{"0":{"v":"Rules","n":1},"1":{"v":"There are only three hard-and-fast rules in the game:\n\n1. No violence.\n2. No theivery.\n3. Be kind.\n\nViolence is interpreted broadly to be in line with the Non-Aggression Principle *(NAP)* of anarchism.\n\nFor example, doing something that is likely to damage the water table is interpreted as violence. It isn't limited to simply physical interactions between players.\n","n":0.137}}},{"i":19,"$":{"0":{"v":"Conglomerations","n":1},"1":{"v":"\nTeams are made up of combinations of properties from the [[13 axes|13-13s.axes]].\n","n":0.289}}},{"i":20,"$":{"0":{"v":"“Whites”","n":1},"1":{"v":"\n* _Realm_: **ᛁ**\n* _Need_: **Sex**\n* _Project_: **[[Stay|13-13s.axes.projects^stay]]**\n* ⋮ ","n":0.354}}},{"i":21,"$":{"0":{"v":"“Blacks”","n":1},"1":{"v":"\n* _Realm_: **🐲**: **Níðhöggr**: The dragon entwined in Yggdrasil's roots\n* _Animal_: **Dragon**\n* _Need_: **Substances**\n* ⋮ ","n":0.258}}},{"i":22,"$":{"0":{"v":"The Resistance","n":0.707},"1":{"v":"\n* _Realm_: **ᛃ**: **Svartálfar**: The realm of Yggdrasil inhabited by elves\n* _Color_: **Cyan**\n* _Language_: ****\n* _Name_: ****\n* _Team_: ****\n* _Time_: **13-Sign Zodiac**\n* _Month_: ****\n* _Signal_: ****\n* _Head_: **Anonymous**\n* _Need_: ****\n* _Animal_: ****\n* _Project_: ****\n* _Guild_: **Coders**\n","n":0.167}}},{"i":23,"$":{"0":{"v":"The Establishment","n":0.707},"1":{"v":"\n* _Realm_: **🦅**: **Veðrfölnir**: The hawk sitting on an eagle in the branches of Yggdrasil\n* _Color_: **Gold**\n* _Language_: **English**\n* _Name_: **759-33-5314**\n* _Team_: **B–Y if Biden participates; F-U otherwise**\n* _Time_: **Gregorian Calendar**\n* _Month_: **♈**\n* _Signal_: **Passport**\n* _Head_: **The President of the U.S.A.**\n* _Need_: **Surveillance**\n* _Animal_: **Eagle**\n* _Project_: **Courier**\n* _Guild_: **Sharpshooters**\n","n":0.143}}},{"i":24,"$":{"0":{"v":"Non Human Life","n":0.577},"1":{"v":"\nIn the religion of Gaianism, all life at any point in time is the Godhead.\n\nNon-human life has a seat at the table on par with the other teams. This means, for example, that a space might be held by a pack of dogs, and if those dogs want someone to leave, that will be enforced.\n\n* _Color_: **Green**\n","n":0.132}}},{"i":25,"$":{"0":{"v":"Enforcement","n":1},"1":{"v":"\n* _Color_: **Silver**\n* _Need_: **Enforcement**\n\nAs [[aforementioned|13-13s]], the game is fundamentally about control of space.\n\nIf, during their tenure, a holder of a space wants a player removed from that space and that player refuses to leave, they can call on Enforcement to remove that party to a space where they have permission to be.\n\nControl is hierarchical and of descending specificity. The active holder might have control of a room. The house they're in is held by someone else, the grounds of the property someone else, the neighborhood someone else, the city, the state, the country, the continent, etc. — up to 13 segments ultimately encompassing the universe — each held by a different party.\n\nThere are only three hard and fast rules to the game:\n* No violence\n* No theivery\n* Be kind\n\nViolations of those rules can be recorded and submitted to the various holders who can decide whether to permit the player space within their demesne.\n\nThere will always be locations of last resort that are available to all players, but they may look like a house where the exterior locks are controlled by another party, or, if the player habitually destroys property where they are housed, it may look similar to the concrete cells with little to no damageable contents where inmates are housed currently.\n\nThis would only be in the most extreme and well documented cases that alternatives weren't feasible.\n\nSo, the role of the Silver team in extreme cases would be to deliver players to a permitted location.\n\nSilver is intended to have a well-known and real threat of the ability to exercise force if necessary. This is selected for through reviews of combat footage where the relative dangerousness of various parties is ranked by observers.\n","n":0.06}}},{"i":26,"$":{"0":{"v":"Axes","n":1},"1":{"v":"\nThere are 13 axes with 13 elements apiece.\n","n":0.354}}},{"i":27,"$":{"0":{"v":"Timeframes","n":1},"1":{"v":"\nDifferent time keeping metrics will be used for different purposes.\n\nThe primary scheduling clock is the 13-sign zodiac, but its months vary widely in duration, so it isn't useful for tracking something needing regularity like the functioning of a business. For that, we will align the cycles of busniess to the moon as delineated by the Islamic Hijri.\n\nThe primary clock is a decimal one with 10 hours per day, 100 minutes per hour, & 100 seconds per minute. The time on this clock is essentially the percent of the day that is done.\n\n* Gregorian Calendar\n* Hijri\n* 13-Sign Zodiac (forward counting)\n* 13-Sign Zodiac (countdown counting)\n* 24-Hour Day\n* 20-Hour Day\n* International Fixed Calendar\n* 5 Hours of Light & 5 of Dark; 100 minute hours & 100 second minutes\n* Mayan Long Count *(13.0.0.0.0 = 2012/12/21, maxes 20.20.20.18.20)*\n* ⋮\n","n":0.086}}},{"i":28,"$":{"0":{"v":"Spaces","n":1},"1":{"v":"[gaians.web.app](http://gaians.web.app)\n\nEach level is a partition of the space above.\n\nRent is paid up the ladder with each level taking a percentage from a conglomeration of the lower partition. The Universe uses its rent to develop software for the sustenance of all the teams.\n\n* Universe\n* Cosmological Features (Planet Earth)\n* Continents & Seas (North America)\n* Countries (US)\n* Regions (South)\n* States (TN)\n* Counties (Sullivan)\n* Cities (Bluff City)\n* Neighborhoods (Riddle Creek Subsdivision)\n* Plots (665)\n* Large Fixtures (House)\n* Rooms (Screened-In Porch)\n* Furnishings (Left Bed)\n","n":0.113}}},{"i":29,"$":{"0":{"v":"Realms","n":1},"1":{"v":"\nThe teams are named after aspects of Norse cosmology:\n\n* ᛗ ― Miðgarðr: Humans\n* ᚫ ― Ásgarðr: Heroes\n* ᚡ ― Vanaheimr: Sages\n* ᚦ ― Jötunheimr: Giants\n* ᛃ ― Álfheimr: Elves\n* ᛏ ― Hel: Corpses\n* ᛠ ― Svartálfaheimr: Dwarves\n* ᛁ ― Niflheimr: Ice\n* ᛊ ― Múspellsheimr: Fire\n* 🐲 ― Níðhöggr: Dragon who gnaws at Yggdrasil\n* 🐿️ ― Ratatoskr: Squirrel who lives in Yggdrasil\n* 🦌 ― Dáinn, Dvalinn, Duneyrr and Duraþrór: Stags that nibble at Yggdrasil\n* 🦅 ― Veðrfölnir: Hawk sitting on an eagle perched on Yggdrasil\n\n![Yggdrasil](assets/images/Yggdrasil.svg)\n","n":0.109}}},{"i":30,"$":{"0":{"v":"Projects","n":1},"1":{"v":"* ^stay **Stay:** Mapping spaces, capturing task descriptions, and coordinating property management, allowing participants to maintain and reserve spaces at a minimum of monetary cost.\n  Space is rented by a user under the auspices of a set of teams. The team specifies the expected application of the space.\n\n* **Substances:** An interface for selling things with a digital testing certificate. Aimed in large part at the violence, dilution, & theft-free distribution of substances, be they pharmacetical or psychotropic.\n\n* **Courier:** Rather than most substances being delivered through the mail, there could be a person-to-person blind delivery service. Couriers are pairs of people in a vehicle. They serve a variety of tasks dependent on the need:\n\n  This includes:\n   * **Dashcam:** An Android app for recording driving with an active operator to be called in times of emergency. The same application is used when a pair is called on as camerapeople. One of the main rule enforcement mechanisms is to send camerapeople to investigate disturbances.\n     The streams are shared with anyone present in them.\n\n   * **Dispatch:** Cars are generally two people and they can serve a variety of functions. As Driver & [Courier](#courier) delivering a parcel. As Driver and [Clerk](#stuff) pandering to a rider in the car. The dispatch application helps the pairs coordinate.\n\n* **Alignments:** Allow the 13 teams of Yggdrasil to coordinate with each other to allocate the 13 axes. Each teams starts by specifying their optimal layout. This program would also contain other aspects of team coordination such as the various bonding curves for token swapping.\n\n* **Code:** There are 13 projects. Participants may be members of multiple teams to varying extents. Development is through a series of pair programming meetings where the developers pass off control of the codebase from one pair to another. Peers review the process and based on their evaluations reputations are formed.\n\n* **Mïmis:** A distributed graph database of versioned XML documents holding, initially, bunches of variations of SVGs and unzipped EPub books. In addition to the traditional file tree, other contexts will be available for reference; such as recolorings of SVGs or collections of icons.\n\n* **Reader:** A web-based eReader meant to allow browsing the universal library stored in [Mïmis](#mïmis).\n\n* **Stuff:** What does the world hold and where is it located.\n\n* **When:** 13-Sign Zodiac / Hijri / 10-hour day w/ 100 minutes per hour / 100 seconds per minute; coordinated with the housing arrangements from [Stay](#stay) & devs from [Code](#code).\n\n* **Ring:** Part of rules enforcement relies on the credible threat of physical force. This is determined by peer-reviewed recordings of fights.\n","n":0.049}}},{"i":31,"$":{"0":{"v":"Needs","n":1},"1":{"v":"\n* Security\n* Surveillance\n* Communications\n* Substances\n* Food/Water\n* Sex\n* Shelter\n* Tools\n* Transport\n* Housekeeping\n* Time/Record Keeping\n* Transparency\n* Community/Therapy\n\nThe concept here is to come up with a 13-way partition that covers everything people want and covers all the services necessary to organize a game.\n\nYggdrasil is fundamentally about control of space. Spaces are deliniated by 3D maps and preferential token weighting alternates between the alliances. For one round red teams' tokens are worth double, then purple, then blue, then purple, red, repeat.\n\nBecause purple is in the queue twice and has a fifth team to red and blue's four, it is strongly preferenced to have access to space.\n\nThis is because two of the teams – sex and substances – are illicit. Some of what they provide will be illegal. The ultimate goal is have the establishment actively participating as one of the 13 teams: gold. Until that happens, there is an adversarial relationship that is handled by having contingency plans based frequently around amassing large groups of people to impede the movement of vehicles.\n\nSo the gold team exists to identify members of the establishment. All law-enforcement officers should hold gold to signal their allegance to that organization.\n\nGold would be minted, like Black, from an attestation system where an officer submits a video claiming to be law-enforcement & the approval of others equates to a token transfer.\n\nThe 13 teams tokens are minted to represent different things. Black tokens are meant to go to black lives. They will be used to gate access to information useful in building a distribution network for substances to act as a violence-free alternative to the cartels.\n","n":0.062}}},{"i":32,"$":{"0":{"v":"Names","n":1},"1":{"v":"\nEach player has 13 potential names that they can be identified by. Which name is chosen will signify aspects of the role the players is expected to fulfill.\n\n* *Given*\n* *Online*\n* *Nick*\n* *Street*\n* *SS#*\n* *Forbidden*\n* *Code*\n","n":0.169}}},{"i":33,"$":{"0":{"v":"Months","n":1},"1":{"v":"The 13 months of the scientifically accurate Zodiac are used to delineate a social calendar:\n\n- ♑: Capricorn: <1/21 - 2/16>\n- ♒: Aquarius: <2/16 - 3/11>\n- ♓: Pisces: <3/11 - 4/18>\n- ♈: Aries: <4/18 - 5/13>\n- ♉: Taurus: <5/13 - 6/21>\n- ♊: Gemini: <6/21 - 7/20>\n- ♋: Cancer: <7/20 - 8/10>\n- ♌: Leo: <8/10 - 9/16>\n- ♍: Virgo: <9/16 - 10/30>\n- ♎: Libra: <10/30 - 11/23>\n- ♏: Scorpio: <11/23 - 11/29>\n- ⛎: Ophiuchus: <11/29 - 12/27>\n- ♐: Sagittarius: <12/27 - 1/20>\n\nThe 13-sign zodiac is the scientifically accurate representation of the position of the constellations relative to the plane of the elliptic.\n\nCoincidentally, the 0ᵗʰ day of Capricorn (the calendar is zero-indexed with 100 minute hours and hundred second minutes) falls on January 20ᵗʰ, the Inauguration of the President of the U.S.A..\n\nThe 0ᵗʰ year then is taken to be the start of the Revolution. It can either be Joe Biden if he joins the game, or it can be his successor.\n\nPersonally, I am counting this year a pessimistic -5 with six remaining to real change.\n\nWere Biden to manage to pull off being President of Zero, he would naturally serve two terms leaving on 3/♑︎/0.\n","n":0.072}}},{"i":34,"$":{"0":{"v":"Languages","n":1},"1":{"v":"\nEach team conducts its core business, ideally, in a different language.\n\n*(This one may be too logistically difficult to implement…)*\n\n* English\n* Chinese\n* French\n* Wolof\n* Arabic\n* Esperanto\n* Swedish\n* Spanish\n* Hindi\n* Russian\n* Hopi\n* Sign Language\n* ¿Category Theory?\n","n":0.171}}},{"i":35,"$":{"0":{"v":"Guilds","n":1},"1":{"v":"\nEach team has a specialized skill set that they offer to the game as a whole.\n\n* Gardeners'\n* Gatherers'\n* Hunters'\n* Rangers'\n* Protectors'\n* Couriers'\n* Writers'\n* Builders'\n* Thinkers'\n* Guides'\n* Orphans'\n* Commercants'\n* Sharpshooters'\n","n":0.186}}},{"i":36,"$":{"0":{"v":"Colors","n":1},"1":{"v":"\n* Green: #009900\n* Blaze: #9D3E3F\n* Brown: #663300\n* Black: #000000\n* White: #FFFFFF\n* Cyan: #00FFFF\n* Yellow: #FFFF00\n* Gold: #FFDF00\n* [[Silver]]: #C0C0C0\n* Copper: #B87333\n* Pink: #FF007F\n* Peach: #FFE5B4\n* Gray: #808080\n","n":0.192}}},{"i":37,"$":{"0":{"v":"Silver","n":1},"1":{"v":"\nThe Silver team is responsible for [[rules|13-13s.rules]] enforcement. Rules are determined by the [[holders of spaces|13-13s.axes.spaces]]. Silver exists to enforce those rules. If someone has another player in their space and wants them removed for any reason, and that party refuses to leave, that's Silver's responsibility.\n\nSilver is meant to have the real threat of physical violence to back its direction. Dangerousness is determined by capturing recordings of combat & ranking the relative dangeousness of the combatants. When necessary, Silver should be able to muster teams capable to genuine physical threat.\n\nIf someone is being removed to an area, they may be kept under control for as long as it takes to move them to an area where they have permission to be. That area will be determined by the holders of the various areas in combination. It will be determined as a combination of available space, ability to pay rent, previous transgressions, and consumer preferences.\n","n":0.081}}},{"i":38,"$":{"0":{"v":"Captains","n":1},"1":{"v":"\nEach of the 13 teams has a leader responsible for making certain early decisions such as who to invite to their team initially.\n\nAs the teams grow, these functions should largely be passed on to voting structures of the entire populace though the captain will retain certain benevolent dictator powers necessary for efficient administration.\n\n* δυς\n* Mo'\n* Joe Biden *(President of the U.S.A.)*\n* Timothy L. Nuvangyaoma *(Chairman of the Hopi Tribal Council)*\n* _XY Celebrity \\#1_:\n* _XY Celebrity \\#2_:\n* _XY Celebrity \\#3_:\n* _XX Celebrity \\#1_:\n* _XX Celebrity \\#2_:\n* _XX Celebrity \\#3_:\n* ⋮\n","n":0.106}}},{"i":39,"$":{"0":{"v":"Animals","n":1},"1":{"v":"\n*I don't know that this one is all that important. I was thinking of it as a source for iconography.*\n\n* Eagle\n* Squirrel\n* Deer\n* Dragon\n* Bear\n* Horse\n* Whale\n* Fish\n* Ant\n* Cat\n* Dog\n* Platypus\n* Giraffe\n","n":0.174}}}]}
